[
    {
        "category": "gossip",
        "question": "What is that one thing which you are always proud of?"
    },
    {
        "category": "gossip",
        "question": "What is it that always brings a smile on your face no matter how your day was?"
    },
    {
        "category": "gossip",
        "question": "What normally brightens your day?"
    },
    {
        "category": "gossip",
        "question": "Which event in your life do you think was the scariest?"
    },
    {
        "category": "gossip",
        "question": "What childhood memory do you cherish so much?"
    },
    {
        "category": "gossip",
        "question": "What is that one think that you are thankful about in life?"
    },
    {
        "category": "gossip",
        "question": "What is your biggest fear?"
    },
    {
        "category": "gossip",
        "question": "Which is that one movie that you can watch over and over again without getting fed up?"
    },
    {
        "category": "gossip",
        "question": "What is the best moment in your life?"
    },
    {
        "category": "gossip",
        "question": "Which movie star do you wish to meet?"
    },
    {
        "category": "gossip",
        "question": "Which event in life excites you the most?"
    },
    {
        "category": "gossip",
        "question": "Can you tell me one secret that you have never shared even with your best friend?"
    },
    {
        "category": "gossip",
        "question": "If you are told to leave your country and choose another one, which three countries will you chose from?"
    },
    {
        "category": "gossip",
        "question": "Can you take a pig as a pet?"
    },
    {
        "category": "gossip",
        "question": "What is the name of your closest family member?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite candy flavor?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite comedian?"
    },
    {
        "category": "gossip",
        "question": "Which is the most boring show you ever attended?"
    },
    {
        "category": "gossip",
        "question": "What is it that you can rewrite about your future given a chance?"
    },
    {
        "category": "gossip",
        "question": "Which part of your body amazes you the most?"
    },
    {
        "category": "gossip",
        "question": "Which of your personality do you love the most?"
    },
    {
        "category": "gossip",
        "question": "Whom do you go for consolation and sometimes advice when you feeling down?"
    },
    {
        "category": "gossip",
        "question": "If you were to choose one meal to eat the rest of your life, which one could you choose?"
    },
    {
        "category": "gossip",
        "question": "What is it that you are passionate about the most?"
    },
    {
        "category": "gossip",
        "question": "Which one of the five senses to you think you least need and you cannot mind losing it in case you have to loose one of your senses?"
    },
    {
        "category": "gossip",
        "question": "What do you think is the hardest decision you ever made?"
    },
    {
        "category": "gossip",
        "question": "Which physical activity have you ever engaged in and you swear never to do it again since the experience was awful?"
    },
    {
        "category": "gossip",
        "question": "What do you love the most about your current job?"
    },
    {
        "category": "gossip",
        "question": "How many jobs have you done ever since you graduated from college?"
    },
    {
        "category": "gossip",
        "question": "Which wild animal can you compare your character with?"
    },
    {
        "category": "gossip",
        "question": "Which one question do you feel you have never got a contented answer on?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in reincarnation?"
    },
    {
        "category": "gossip",
        "question": "Which three words do you think best describes who you are?"
    },
    {
        "category": "gossip",
        "question": "Which country do you think is the coolest and you intend to visit very soon?"
    },
    {
        "category": "gossip",
        "question": "What one thing do people misjudge you about the first time they see you?"
    },
    {
        "category": "gossip",
        "question": "What attracts you to the opposite gender?"
    },
    {
        "category": "gossip",
        "question": "What traits do you always look for in a lady?"
    },
    {
        "category": "gossip",
        "question": "Which girls characters do you think are a turn off to most guys?"
    },
    {
        "category": "gossip",
        "question": "What do you think is the sweetest thing you ever did to a lady?"
    },
    {
        "category": "gossip",
        "question": "What nickname do your buddies call you?"
    },
    {
        "category": "gossip",
        "question": "How can you describe your home town in one word?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite pub in town and why do you like it the most?"
    },
    {
        "category": "gossip",
        "question": "What do you think makes an ideal date?"
    },
    {
        "category": "gossip",
        "question": "What is your all time wish?"
    },
    {
        "category": "gossip",
        "question": "Which activates do you engages in during your free time?"
    },
    {
        "category": "gossip",
        "question": "Whom do you think has ever given you the best complement that you will never forget?"
    },
    {
        "category": "gossip",
        "question": "What is it you think is your talent?"
    },
    {
        "category": "gossip",
        "question": "Do you know how to cook?"
    },
    {
        "category": "gossip",
        "question": "Which was your favorite joint in college?"
    },
    {
        "category": "gossip",
        "question": "How can you describe your close friends in six words?"
    },
    {
        "category": "gossip",
        "question": "Which state in the United States do you feel has the highest level of racism and you do not wish to visit?"
    },
    {
        "category": "gossip",
        "question": "You believe that Donald Trump will make America great again?"
    },
    {
        "category": "gossip",
        "question": "Which one think do you want to accomplish within the next 5 years?"
    },
    {
        "category": "gossip",
        "question": "Can you kill the person you hate in life for five million dollars?"
    },
    {
        "category": "gossip",
        "question": "Which one decision do you think changed your life for the better?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite genre of music?"
    },
    {
        "category": "gossip",
        "question": "Do you have any regret in life?"
    },
    {
        "category": "gossip",
        "question": "What motivates you in life?"
    },
    {
        "category": "gossip",
        "question": "What do you think is your guilty pleasure? Junk food, snacks or drink?"
    },
    {
        "category": "gossip",
        "question": "Which three fast food would you choose from when forced to eat fast foods for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "Which fast food do have crave on?"
    },
    {
        "category": "gossip",
        "question": "Do you have any trait that you are not proud of?"
    },
    {
        "category": "gossip",
        "question": "If given an opportunity to begin your life again, can you go back to your mother’s womb?"
    },
    {
        "category": "gossip",
        "question": "What was your feeling when you lost your close family member?"
    },
    {
        "category": "gossip",
        "question": "Have you ever cried over heart breaks?"
    },
    {
        "category": "gossip",
        "question": "Do you have a favorite social network profile?"
    },
    {
        "category": "gossip",
        "question": "What do you do every time you are disappointed?"
    },
    {
        "category": "gossip",
        "question": "Can you recall the last time you cried? What was it about?"
    },
    {
        "category": "gossip",
        "question": "What thing about the future scares you the most?"
    },
    {
        "category": "gossip",
        "question": "Do you love children? How many girls and boys do you wish to have?"
    },
    {
        "category": "gossip",
        "question": "Have you formulated a hypothesis of your future family?"
    },
    {
        "category": "gossip",
        "question": "Do you have one thing that you cannot live without?"
    },
    {
        "category": "gossip",
        "question": "Who is that one person that brightens your life?"
    },
    {
        "category": "gossip",
        "question": "What do you love about the Chinese?"
    },
    {
        "category": "gossip",
        "question": "Which name of a country do you think is very funny?"
    },
    {
        "category": "gossip",
        "question": "Do you have a favorite sentence, poetic line or quote?"
    },
    {
        "category": "gossip",
        "question": "How many lovers have you had in life so far?"
    },
    {
        "category": "gossip",
        "question": "Based on your last relationship, how can you describe love?"
    },
    {
        "category": "gossip",
        "question": "How can you describe your first love?"
    },
    {
        "category": "gossip",
        "question": "What one think do you find consistence about the ladies you have dated so far?"
    },
    {
        "category": "gossip",
        "question": "Do you have a favorite pop star?"
    },
    {
        "category": "gossip",
        "question": "How many years do you think you are remaining with before you die?"
    },
    {
        "category": "gossip",
        "question": "How many years from now do you want to settle?"
    },
    {
        "category": "gossip",
        "question": "What attracted you the most to me?"
    },
    {
        "category": "gossip",
        "question": "Do you have a favorite word?"
    },
    {
        "category": "gossip",
        "question": "How much money do you think will quench your thirst for cash?"
    },
    {
        "category": "gossip",
        "question": "Do you think gambling is the key to easy money?"
    },
    {
        "category": "gossip",
        "question": "How often do you dream? What is it about?"
    },
    {
        "category": "gossip",
        "question": "Which childhood toy do you still have and you always play with?"
    },
    {
        "category": "gossip",
        "question": "Which billionaire do you admire the most?"
    },
    {
        "category": "gossip",
        "question": "Who is your role model?"
    },
    {
        "category": "gossip",
        "question": "What is your all time joke?"
    },
    {
        "category": "gossip",
        "question": "Would you donate your body for medical studies when you die?"
    },
    {
        "category": "gossip",
        "question": "Can you remember the first time you had wet dreams?"
    },
    {
        "category": "gossip",
        "question": "Between texting and phone call, which one do you prefer?"
    },
    {
        "category": "gossip",
        "question": "Do you have favorite movie site?"
    },
    {
        "category": "gossip",
        "question": "What is the name of the biggest scammer you ever came across in life?"
    },
    {
        "category": "gossip",
        "question": "Do you have any phobia?"
    },
    {
        "category": "gossip",
        "question": "If you were given a chance to change your career, what could be your dream job?"
    },
    {
        "category": "gossip",
        "question": "Which Hollywood star could you wish to have lunch with?"
    },
    {
        "category": "gossip",
        "question": "What is the ideal height for the partner of your dreams?"
    },
    {
        "category": "gossip",
        "question": "In case of reincarnation, whom would you wish to become?"
    },
    {
        "category": "gossip",
        "question": "Am just curious, do you go out often?"
    },
    {
        "category": "gossip",
        "question": "What could you tell the world if it was listening to you right now?"
    },
    {
        "category": "gossip",
        "question": "How is the weather at your place? Can I come over?"
    },
    {
        "category": "gossip",
        "question": "What is in your mind?"
    },
    {
        "category": "gossip",
        "question": "Do you have a boyfriend?"
    },
    {
        "category": "gossip",
        "question": "How has been your relationships lately? Any heart breaks?"
    },
    {
        "category": "gossip",
        "question": "If I faint right now, what first thing could you do?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite sea animal that you wish you could be in case you were a sea animal?"
    },
    {
        "category": "gossip",
        "question": "Do you love reading books? If yes, who is your favorite author and why?"
    },
    {
        "category": "gossip",
        "question": "Picture this, if we had only three options in life, freedom, fame and money. Which one could you choose and why?"
    },
    {
        "category": "gossip",
        "question": "Do you believe that cash is the source of happiness? Why?"
    },
    {
        "category": "gossip",
        "question": "What could you carry if it was possible to carry one thing with you to the after death?"
    },
    {
        "category": "gossip",
        "question": "If you were to be a pig or a donkey, which one could you like to be?"
    },
    {
        "category": "gossip",
        "question": "When did you lose your virginity?"
    },
    {
        "category": "gossip",
        "question": "How many men have you slept with in your life and how old was the eldest?"
    },
    {
        "category": "gossip",
        "question": "Which is your best storybook so far?"
    },
    {
        "category": "gossip",
        "question": "Have you been involved in a gristly road accident?"
    },
    {
        "category": "gossip",
        "question": "How frequent do you visit your parents?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been at fault for a gristly road accident?"
    },
    {
        "category": "gossip",
        "question": "In a scale of 100 how do you rate the importance of money in your life?"
    },
    {
        "category": "gossip",
        "question": "How many keys are in your bunch of keys?"
    },
    {
        "category": "gossip",
        "question": "How often do you cut your nails?"
    },
    {
        "category": "gossip",
        "question": "Which celebrity do you hate the most?"
    },
    {
        "category": "gossip",
        "question": "What could you buy if you are given a 20000$ voucher to spent it within 24 hours?"
    },
    {
        "category": "gossip",
        "question": "Do you love making new friends?"
    },
    {
        "category": "gossip",
        "question": "How many strangers/one night stand have you encountered up to date?"
    },
    {
        "category": "gossip",
        "question": "Which was the brand of your first phone?"
    },
    {
        "category": "gossip",
        "question": "How often would you wish to make love?"
    },
    {
        "category": "gossip",
        "question": "If I was contemplating suicide, what could be your final word to me?"
    },
    {
        "category": "gossip",
        "question": "Which famous person do you wish he/she should not have died?"
    },
    {
        "category": "gossip",
        "question": "Which favorite food could you cook for your friend who has just visited your country?"
    },
    {
        "category": "gossip",
        "question": "What could be your reaction if you give birth to a child who is physically challenged?"
    },
    {
        "category": "gossip",
        "question": "Do you believe there exist perfect date?"
    },
    {
        "category": "gossip",
        "question": "What could you do if you are remaining with 6months to live in this world?"
    },
    {
        "category": "gossip",
        "question": "Which model of car do you think best describes who you are?"
    },
    {
        "category": "gossip",
        "question": "Have you ever contacted any STI?"
    },
    {
        "category": "gossip",
        "question": "How often do you get tested for HIV/Aids?"
    },
    {
        "category": "gossip",
        "question": "What do you see yourself in the next seven years?"
    },
    {
        "category": "gossip",
        "question": "Do you think Hillary Clinton could have made the best U.S president? Why?"
    },
    {
        "category": "gossip",
        "question": "If you could be a philosopher, who could you wish to be?"
    },
    {
        "category": "gossip",
        "question": "Do you think atheists view on religion and spiritualism is correct?"
    },
    {
        "category": "gossip",
        "question": "How many glasses of water do you take per day?"
    },
    {
        "category": "gossip",
        "question": "Which song do you think the singer did not do his or her best?"
    },
    {
        "category": "gossip",
        "question": "Whom do you think would have made the best president? Why?"
    },
    {
        "category": "gossip",
        "question": "Can you date a guy twice your age?"
    },
    {
        "category": "gossip",
        "question": "If you are given one million dollars, how do you think it will change your life?"
    },
    {
        "category": "gossip",
        "question": "Which relative don’t you like in your extended family?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in true love?"
    },
    {
        "category": "gossip",
        "question": "Which one person do you love the most in this world?"
    },
    {
        "category": "gossip",
        "question": "How often have you traveled to Africa?"
    },
    {
        "category": "gossip",
        "question": "Which country would you not visit even if you are given free ticket and accommodation in a five star hotel?"
    },
    {
        "category": "gossip",
        "question": "Which movie do you think best describes your life?"
    },
    {
        "category": "gossip",
        "question": "What came in your mind the first time you saw me?"
    },
    {
        "category": "gossip",
        "question": "Do you think am your dream guy? Why?"
    },
    {
        "category": "gossip",
        "question": "Do you believe that education is the key to get you away from poverty?"
    },
    {
        "category": "gossip",
        "question": "How often do you go to church?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite yogurt flavor and which one is your worst flavor?"
    },
    {
        "category": "gossip",
        "question": "What is the most embarrassing thing that ever happened in your life?"
    },
    {
        "category": "gossip",
        "question": "Which three types of food can’t you get enough of and you can eat it for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "How old you think is the best age for a woman to get married? And a man?"
    },
    {
        "category": "gossip",
        "question": "What is your name Amor?"
    },
    {
        "category": "gossip",
        "question": "Which name would you call your child if she was a girl?"
    },
    {
        "category": "gossip",
        "question": "What do you enjoy doing with your partner?"
    },
    {
        "category": "gossip",
        "question": "How many times have you made peace in your life?"
    },
    {
        "category": "gossip",
        "question": "Have you ever had depression in your life?"
    },
    {
        "category": "gossip",
        "question": "How often do you exercise?"
    },
    {
        "category": "gossip",
        "question": "Which was your worst subject while in college? Why?"
    },
    {
        "category": "gossip",
        "question": "Which part of your body would you amend if given a change by God?"
    },
    {
        "category": "gossip",
        "question": "How many kids do you think would make your life complete ?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite alcohol brand?"
    },
    {
        "category": "gossip",
        "question": "In a scale of one to ten, how attractive can you rank yourself?"
    },
    {
        "category": "gossip",
        "question": "What is your hobby?"
    },
    {
        "category": "gossip",
        "question": "What do you normally do in your free time?"
    },
    {
        "category": "gossip",
        "question": "What was your expectation in your first date? How was the experience?"
    },
    {
        "category": "gossip",
        "question": "How often do you update your Instagram?"
    },
    {
        "category": "gossip",
        "question": "Can you sleep with your cousin? Why?"
    },
    {
        "category": "gossip",
        "question": "Do you love me?"
    },
    {
        "category": "gossip",
        "question": "Do you still have feelings for your “first love”?"
    },
    {
        "category": "gossip",
        "question": "Do you m@sturbate? Why?"
    },
    {
        "category": "gossip",
        "question": "How many bedrooms will your dream house have?"
    },
    {
        "category": "gossip",
        "question": "How many minutes do you think a perfect love making session should last?"
    },
    {
        "category": "gossip",
        "question": "Have you ever dated a pervert?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite meeting station in town?"
    },
    {
        "category": "gossip",
        "question": "Which co curriculum activity were you a member in while in College?"
    },
    {
        "category": "gossip",
        "question": "How old were you when you first went to watch a movie in a cinema?"
    },
    {
        "category": "gossip",
        "question": "How long did your first relationship last?"
    },
    {
        "category": "gossip",
        "question": "Do you think you can make a good team leader? Why?"
    },
    {
        "category": "gossip",
        "question": "Describe a perfect man in five words?"
    },
    {
        "category": "gossip",
        "question": "Which is your dream city that you wish to go on vacation?"
    },
    {
        "category": "gossip",
        "question": "Which social media site do you visit often?"
    },
    {
        "category": "gossip",
        "question": "How can you rate your achievement so far out of 100?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been admitted in hospital?"
    },
    {
        "category": "gossip",
        "question": "Which fast food do you love?"
    },
    {
        "category": "gossip",
        "question": "Will you be free tomorrow?"
    },
    {
        "category": "gossip",
        "question": "Have you ever ate crayfish?"
    },
    {
        "category": "gossip",
        "question": "How can you describe your workplace boss in 2 words?"
    },
    {
        "category": "gossip",
        "question": "What comes in your mind every time we hug each other tightly?"
    },
    {
        "category": "gossip",
        "question": "When did you know I was the one for you?"
    },
    {
        "category": "gossip",
        "question": "What always comes in your mind each morning see me lying on the bed?"
    },
    {
        "category": "gossip",
        "question": "Where will you take me on a vacation the moment we get married?"
    },
    {
        "category": "gossip",
        "question": "If I am given a job transfer to a different country, will you come with me?"
    },
    {
        "category": "gossip",
        "question": "Will you stick with me in case of a long distance relationship with minimal communication?"
    },
    {
        "category": "gossip",
        "question": "What always come in your mind every time we are apart?"
    },
    {
        "category": "gossip",
        "question": "Can you marry someone if she proposes on your fast date?"
    },
    {
        "category": "gossip",
        "question": "Can you accept a lady’s offer to pay the bills on your fast date?"
    },
    {
        "category": "gossip",
        "question": "Which date did you enjoy the most of all the dates we had?"
    },
    {
        "category": "gossip",
        "question": "What do you wish I do to spice up our relationship?"
    },
    {
        "category": "gossip",
        "question": "Do you think I am your soulmate?"
    },
    {
        "category": "gossip",
        "question": "What is your definition of soulmates?"
    },
    {
        "category": "gossip",
        "question": "When will you be ready to meet my parent?"
    },
    {
        "category": "gossip",
        "question": "When will you take me to meet your parents?"
    },
    {
        "category": "gossip",
        "question": "Do your parents like me?"
    },
    {
        "category": "gossip",
        "question": "Can you confess on live TV show that you love me?"
    },
    {
        "category": "gossip",
        "question": "Do you think we coming together was God’s plans?"
    },
    {
        "category": "gossip",
        "question": "What did you think of me on our first date?"
    },
    {
        "category": "gossip",
        "question": "Do you still recall how we met?"
    },
    {
        "category": "gossip",
        "question": "What caught your attention the first time you saw me?"
    },
    {
        "category": "gossip",
        "question": "What ran in your mind on our first kiss?"
    },
    {
        "category": "gossip",
        "question": "When will you be ready to formalize our relationship?"
    },
    {
        "category": "gossip",
        "question": "Which movie star can you compare my physique with?"
    },
    {
        "category": "gossip",
        "question": "What made you to love me even more?"
    },
    {
        "category": "gossip",
        "question": "Did you want to kill me on our first date?"
    },
    {
        "category": "gossip",
        "question": "Do you like kissing in the rain, dark or in public more?"
    },
    {
        "category": "gossip",
        "question": "Do you think I am the best kisser?"
    },
    {
        "category": "gossip",
        "question": "Do you like kissing me while closing your eyes or when your eyes are open?"
    },
    {
        "category": "gossip",
        "question": "Which lullaby song do you like the most?"
    },
    {
        "category": "gossip",
        "question": "Do you still remember our first time we cuddle?"
    },
    {
        "category": "gossip",
        "question": "Which one do you prefer between kissing for 1 second and hugging for 10seconds?"
    },
    {
        "category": "gossip",
        "question": "Can you kiss me on the nose?"
    },
    {
        "category": "gossip",
        "question": "Can you kiss me on my armpit?"
    },
    {
        "category": "gossip",
        "question": "Do you always feel comfortable holding my hand in public?"
    },
    {
        "category": "gossip",
        "question": "Can you take a bath with me?"
    },
    {
        "category": "gossip",
        "question": "What do you normally feel when I touch your back in public?"
    },
    {
        "category": "gossip",
        "question": "Where do you want I kiss you now?"
    },
    {
        "category": "gossip",
        "question": "Do you have a favorite place to be touched?"
    },
    {
        "category": "gossip",
        "question": "Do you like pool parties?"
    },
    {
        "category": "gossip",
        "question": "Do you prefer a male or female masseur?"
    },
    {
        "category": "gossip",
        "question": "What place do you go most for massage?"
    },
    {
        "category": "gossip",
        "question": "Which place are you longing that I kiss you?"
    },
    {
        "category": "gossip",
        "question": "Do you remember the date you lost your virginity?"
    },
    {
        "category": "gossip",
        "question": "Have you ever developed feeling for a male friend?"
    },
    {
        "category": "gossip",
        "question": "Which of your friends do you wish was your real brother?"
    },
    {
        "category": "gossip",
        "question": "Which among your Ex do you hate more for breaking your heart?"
    },
    {
        "category": "gossip",
        "question": "Which among your ex did you love more?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite kids songs?"
    },
    {
        "category": "gossip",
        "question": "Do you think I am the prettiest girl you ever met?"
    },
    {
        "category": "gossip",
        "question": "Do you trust me with your secrets?"
    },
    {
        "category": "gossip",
        "question": "Which pet do you want to keep?"
    },
    {
        "category": "gossip",
        "question": "How can you describe my body odor?"
    },
    {
        "category": "gossip",
        "question": "What do you always feel when I am sad?"
    },
    {
        "category": "gossip",
        "question": "What can you do to make me happy when I am feeling low?"
    },
    {
        "category": "gossip",
        "question": "Which sport would you wish to play between Rugby and American football?"
    },
    {
        "category": "gossip",
        "question": "Would you still take me if I cheat on you with your best friend?"
    },
    {
        "category": "gossip",
        "question": "Would you still love me if I had 2 children from my previous relationship?"
    },
    {
        "category": "gossip",
        "question": "Do you think I look prettier on make up?"
    },
    {
        "category": "gossip",
        "question": "Would you still love me when I add weight?"
    },
    {
        "category": "gossip",
        "question": "What did you think about me when I first told you I drink a lot?"
    },
    {
        "category": "gossip",
        "question": "Would you hold me if I am scared?"
    },
    {
        "category": "gossip",
        "question": "Do I look gorgeous while working out?"
    },
    {
        "category": "gossip",
        "question": "How did you feel about our first dance?"
    },
    {
        "category": "gossip",
        "question": "I’m I a pathetic dancer?"
    },
    {
        "category": "gossip",
        "question": "If I was a cartoon character, which role do you think I could play best?"
    },
    {
        "category": "gossip",
        "question": "Which kind of flower do you think describes me?"
    },
    {
        "category": "gossip",
        "question": "Where are you planning to take me on a picnic?"
    },
    {
        "category": "gossip",
        "question": "What outfit do you think makes me look prettier?"
    },
    {
        "category": "gossip",
        "question": "Do you feel comfortable when we go out with your friends who are single?"
    },
    {
        "category": "gossip",
        "question": "Do you think I am ready to meet your parent?"
    },
    {
        "category": "gossip",
        "question": "Do you watch Masha and Bear?"
    },
    {
        "category": "gossip",
        "question": "What could be your reaction when I say “I do not love you anymore”?"
    },
    {
        "category": "gossip",
        "question": "Which is the saddest movie you have ever watched?"
    },
    {
        "category": "gossip",
        "question": "What movie can you recommend for me?"
    },
    {
        "category": "gossip",
        "question": "Describe my physique in 5 words?"
    },
    {
        "category": "gossip",
        "question": "Does it make you feel happy when I tell you how handsome you are?"
    },
    {
        "category": "gossip",
        "question": "At what age do you think you pronounced your first word?"
    },
    {
        "category": "gossip",
        "question": "Do you mean it when you say you will never leave me?"
    },
    {
        "category": "gossip",
        "question": "Do you have any childhood memory you are fond off?"
    },
    {
        "category": "gossip",
        "question": "What breakfast do you want I make for you?"
    },
    {
        "category": "gossip",
        "question": "What was your first expression the first time you met my family?"
    },
    {
        "category": "gossip",
        "question": "Do you know how to ride a bike?"
    },
    {
        "category": "gossip",
        "question": "Where would you prefer to take me between a tropical vacation and camping?"
    },
    {
        "category": "gossip",
        "question": "Which word makes you blush?"
    },
    {
        "category": "gossip",
        "question": "Do you love my voice?"
    },
    {
        "category": "gossip",
        "question": "What is the craziest thing you do when alone in the house?"
    },
    {
        "category": "gossip",
        "question": "What do you like most about travelling?"
    },
    {
        "category": "gossip",
        "question": "Who was your childhood crush?"
    },
    {
        "category": "gossip",
        "question": "What did you think about ‘love’ after the first breakup?"
    },
    {
        "category": "gossip",
        "question": "Do you have the biggest fear?"
    },
    {
        "category": "gossip",
        "question": "Can you remember the day you were deeply hurt?"
    },
    {
        "category": "gossip",
        "question": "Cookies or cookie dough?"
    },
    {
        "category": "gossip",
        "question": "Do you prefer tea over coffee on a cold evening?"
    },
    {
        "category": "gossip",
        "question": "Between the cave and under the sea, where would you prefer to live?"
    },
    {
        "category": "gossip",
        "question": "Which title would you give your autograph?"
    },
    {
        "category": "gossip",
        "question": "If our college life was a movie, what title would you give it?"
    },
    {
        "category": "gossip",
        "question": "If you were to choose between me and your mother, whom would you choose?"
    },
    {
        "category": "gossip",
        "question": "Do you believe I will make the perfect mother for your children?"
    },
    {
        "category": "gossip",
        "question": "Do you love porridge?"
    },
    {
        "category": "gossip",
        "question": "Where do you see us in the next twenty years?"
    },
    {
        "category": "gossip",
        "question": "I’m I part of the source of your happiness?"
    },
    {
        "category": "gossip",
        "question": "Which song do you always relate to our love story?"
    },
    {
        "category": "gossip",
        "question": "What specific thing made you to have feelings for me?"
    },
    {
        "category": "gossip",
        "question": "What is it when you see it reminds you of me?"
    },
    {
        "category": "gossip",
        "question": "What came into your mind when we first met?"
    },
    {
        "category": "gossip",
        "question": "What do you find outstanding about me?"
    },
    {
        "category": "gossip",
        "question": "What name are you longing I call you?"
    },
    {
        "category": "gossip",
        "question": "Do you have any dream date?"
    },
    {
        "category": "gossip",
        "question": "Where do you wish our honeymoon to be?"
    },
    {
        "category": "gossip",
        "question": "What can I do to make you feel even more appreciated?"
    },
    {
        "category": "gossip",
        "question": "What do you wish I do for you in order to retain you forever?"
    },
    {
        "category": "gossip",
        "question": "Which one thing do you wish I correct since it pisses you off?"
    },
    {
        "category": "gossip",
        "question": "Any romantic fantasy that you long for?"
    },
    {
        "category": "gossip",
        "question": "Which colour is your favorite lingerie?"
    },
    {
        "category": "gossip",
        "question": "What do you wish I do in what you think makes a perfect night together?"
    },
    {
        "category": "gossip",
        "question": "When will you ever initiate s*x?"
    },
    {
        "category": "gossip",
        "question": "Are you a kind of lady who is ready to fight for long in case of a long distance relationship?"
    },
    {
        "category": "gossip",
        "question": "What is your ideal number for the kids you wish to have?"
    },
    {
        "category": "gossip",
        "question": "What time would you want to see your husband after work?"
    },
    {
        "category": "gossip",
        "question": "Do you mind keeping quite?"
    },
    {
        "category": "gossip",
        "question": "When do you want our wedding to take place?"
    },
    {
        "category": "gossip",
        "question": "Which country do you want us to do our wedding?"
    },
    {
        "category": "gossip",
        "question": "Have you ever find difficulties to ask me out on a date?"
    },
    {
        "category": "gossip",
        "question": "Other than initiating for s*x, what other traits makes you know I need us to make love?"
    },
    {
        "category": "gossip",
        "question": "What is your definition of a happy marriage?"
    },
    {
        "category": "gossip",
        "question": "Do I have a funny face?"
    },
    {
        "category": "gossip",
        "question": "Which cartoon was your favorite while a child?"
    },
    {
        "category": "gossip",
        "question": "If you had to choose a supernatural power. Which power would you choose?"
    },
    {
        "category": "gossip",
        "question": "Which dumbest question have you ever ask a girl?"
    },
    {
        "category": "gossip",
        "question": "Which awkward thing do you want us to do?"
    },
    {
        "category": "gossip",
        "question": "Have you ever beaten up a person till he/she got hospitalized?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite activity while lonely?"
    },
    {
        "category": "gossip",
        "question": "What usually makes you laugh like crazy?"
    },
    {
        "category": "gossip",
        "question": "If your favorite actor proposes to marry you, will you leave me for him?"
    },
    {
        "category": "gossip",
        "question": "What will you buy me if you win five million dollars?"
    },
    {
        "category": "gossip",
        "question": "What would be your reaction if I slap you?"
    },
    {
        "category": "gossip",
        "question": "Have you ever cheated on me? And who’s most likely to cheat?"
    },
    {
        "category": "gossip",
        "question": "Which is your most romantic movie you ever watched?"
    },
    {
        "category": "gossip",
        "question": "When was the first time you ever saw a dead body?"
    },
    {
        "category": "gossip",
        "question": "Have you ever dated your girlfriend?"
    },
    {
        "category": "gossip",
        "question": "Have you ever slept with your girlfriend?"
    },
    {
        "category": "gossip",
        "question": "Which spot activity do you love watching?"
    },
    {
        "category": "gossip",
        "question": "Describe your ex-boyfriend in two words"
    },
    {
        "category": "gossip",
        "question": "Have you ever gone shopping without pants?"
    },
    {
        "category": "gossip",
        "question": "Are you always comfortable every time I check your bag?"
    },
    {
        "category": "gossip",
        "question": "Which country do you want I take you on a nature expedition?"
    },
    {
        "category": "gossip",
        "question": "Which country accent can you fake perfectly?"
    },
    {
        "category": "gossip",
        "question": "Have you ever had intimate feelings for your dad?"
    },
    {
        "category": "gossip",
        "question": "Have you visited a morgue? If yes, how was the experience?"
    },
    {
        "category": "gossip",
        "question": "What is your definition of intimacy?"
    },
    {
        "category": "gossip",
        "question": "Do you think I am anywhere close to a perfect man for you?"
    },
    {
        "category": "gossip",
        "question": "What could be your reaction if you find out am chatting with my Ex-girlfriend?"
    },
    {
        "category": "gossip",
        "question": "What did you use to hate most about your ex-boyfriend?"
    },
    {
        "category": "gossip",
        "question": "If you are given a chance to amend the issues that led to the breakup with your Ex, will you take that chance?"
    },
    {
        "category": "gossip",
        "question": "What is your saddest memory?"
    },
    {
        "category": "gossip",
        "question": "What do you think was the best thing your parent ever instill in you and has impacted your life for the better?"
    },
    {
        "category": "gossip",
        "question": "What is your worst food?"
    },
    {
        "category": "gossip",
        "question": "What is that thing that used to turn you off about me but you came to get used of?"
    },
    {
        "category": "gossip",
        "question": "What first person do you always pray for every time you pray?"
    },
    {
        "category": "gossip",
        "question": "What does a worst relationship entails according to you?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been robbed? Where was it and how did you react?"
    },
    {
        "category": "gossip",
        "question": "How many times did your Ex cheated on you? How were you feeling each time you caught her?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been diagnosed with depression?"
    },
    {
        "category": "gossip",
        "question": "I’m I the only one you always feel safe with your secret?"
    },
    {
        "category": "gossip",
        "question": "Which song when you listen makes you have hopes in life?"
    },
    {
        "category": "gossip",
        "question": "Can you give your boyfriend a second chance when you caught him cheating?"
    },
    {
        "category": "gossip",
        "question": "Could you allow my ex-girlfriend to sleep at our house either when you are around or out of town but am around?"
    },
    {
        "category": "gossip",
        "question": "Which decision do you regret the most in life?"
    },
    {
        "category": "gossip",
        "question": "Which advice do you think was the worst you ever got from a friend?"
    },
    {
        "category": "gossip",
        "question": "Which state do you wish to build your dream home?"
    },
    {
        "category": "gossip",
        "question": "Which celebrity family do you wish you were born in?"
    },
    {
        "category": "gossip",
        "question": "Which club do you always go for entertainment with friends?"
    },
    {
        "category": "gossip",
        "question": "Would you be comfortable in ‘come we stay’ marriage?"
    },
    {
        "category": "gossip",
        "question": "Do you have any hobby that you are always passionate about?"
    },
    {
        "category": "gossip",
        "question": "How often do you go to church?"
    },
    {
        "category": "gossip",
        "question": "Do you prefer to have a delicious exotic meal from a local hotel or a local fruit cake from a five star hotel?"
    },
    {
        "category": "gossip",
        "question": "Do you have that one spot which when a man touches you feel aroused?"
    },
    {
        "category": "gossip",
        "question": "Which dancing style do you see as your favorite?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite news anchor?"
    },
    {
        "category": "gossip",
        "question": "Which teacher did you use to hate while in high school?"
    },
    {
        "category": "gossip",
        "question": "What is your biggest obsession?"
    },
    {
        "category": "gossip",
        "question": "What impresses you the most?"
    },
    {
        "category": "gossip",
        "question": "What title could you give your life if it was a book?"
    },
    {
        "category": "gossip",
        "question": "Do you think your life will change for the worst five years from now?"
    },
    {
        "category": "gossip",
        "question": "Which religious leader is your biggest inspiration in life?"
    },
    {
        "category": "gossip",
        "question": "How often do you booze?"
    },
    {
        "category": "gossip",
        "question": "Mention one thing that always makes you happy?"
    },
    {
        "category": "gossip",
        "question": "Sajio Mane, Victor Wanyama or Ewobi?"
    },
    {
        "category": "gossip",
        "question": "Do you like action flicks or chick flicks?"
    },
    {
        "category": "gossip",
        "question": "What do you think is your worst car brand?"
    },
    {
        "category": "gossip",
        "question": "When do you think you will be able to purchase your dream car?"
    },
    {
        "category": "gossip",
        "question": "Do you like country music?"
    },
    {
        "category": "gossip",
        "question": "What do you hate about Halloween?"
    },
    {
        "category": "gossip",
        "question": "How can you define a perfect morning?"
    },
    {
        "category": "gossip",
        "question": "How many languages do you speak fluently?"
    },
    {
        "category": "gossip",
        "question": "Which soap opera can you call your best ever?"
    },
    {
        "category": "gossip",
        "question": "Have I ever embarrassed you in public?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been pranked?"
    },
    {
        "category": "gossip",
        "question": "Do you prefer shower or bath?"
    },
    {
        "category": "gossip",
        "question": "What is your blood group?"
    },
    {
        "category": "gossip",
        "question": "Have you ever taken a nude selfie?"
    },
    {
        "category": "gossip",
        "question": "Do you remember the first time you ever gossiped?"
    },
    {
        "category": "gossip",
        "question": "When did you ever been pulled over by a police?"
    },
    {
        "category": "gossip",
        "question": "Have you ever inquired about your lineage?"
    },
    {
        "category": "gossip",
        "question": "Have you fulfilled half your desire in life so far?"
    },
    {
        "category": "gossip",
        "question": "Do you remember the last time you lie?"
    },
    {
        "category": "gossip",
        "question": "Have you ever showered in the rain?"
    },
    {
        "category": "gossip",
        "question": "What is the craziest lie you ever told your boss so that you wouldn’t go to work?"
    },
    {
        "category": "gossip",
        "question": "Would you be okay if I borrow your phone for a minute?"
    },
    {
        "category": "gossip",
        "question": "What was the reaction of the craziest prank you made to your girl friends?"
    },
    {
        "category": "gossip",
        "question": "The most awkward complement you ever got?"
    },
    {
        "category": "gossip",
        "question": "Have you ever trusted anyone with your life?"
    },
    {
        "category": "gossip",
        "question": "What can you say is your greatest weakness and what do you see as your greatest straight?"
    },
    {
        "category": "gossip",
        "question": "Do you love pizza?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite pizza type?"
    },
    {
        "category": "gossip",
        "question": "What comes in your mind every time you wake up?"
    },
    {
        "category": "gossip",
        "question": "What can you choose in life between being quite beautiful but a short lifespan or ugly but live longer?"
    },
    {
        "category": "gossip",
        "question": "What can you do if you realize your ten year old child is not yours ? Was as a result of the confusion from the nurses at the hospital during delivery"
    },
    {
        "category": "gossip",
        "question": "Can you lie in court to save your best GF from life imprisonment even if she committed murder?"
    },
    {
        "category": "gossip",
        "question": "Are you close to your family?"
    },
    {
        "category": "gossip",
        "question": "Can you take a glass of mixed mucus from forty different people for 50000$?"
    },
    {
        "category": "gossip",
        "question": "In case you are given a chance to choose a person to torture for a day. Whom will you choose?"
    },
    {
        "category": "gossip",
        "question": "Can you shelter your children from life reality?"
    },
    {
        "category": "gossip",
        "question": "What do you wish to witness in life?"
    },
    {
        "category": "gossip",
        "question": "What would you do if you wake up one day in the body of the world richest billionaire?"
    },
    {
        "category": "gossip",
        "question": "If you were given a chance, what age would you wish to stay in for 10years?"
    },
    {
        "category": "gossip",
        "question": "What turn off questions do boys ask you?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite diet that you can have your entire life?"
    },
    {
        "category": "gossip",
        "question": "Which cyber café do you prefer for browsing?"
    },
    {
        "category": "gossip",
        "question": "What do you think is the best way of starting a conversation?"
    },
    {
        "category": "gossip",
        "question": "Which keys on your computer keyboard do you always find a hard time searching?"
    },
    {
        "category": "gossip",
        "question": "If you are given a chance to go for brainwashing, would you go for it? If not whom would you wish done on?"
    },
    {
        "category": "gossip",
        "question": "Picture this, you are at home at night and there is a power outage. You see something moving but it is not clear. What would be your reaction? And what would you think is?"
    },
    {
        "category": "gossip",
        "question": "Which is the most awkward name have you ever heard in your life?"
    },
    {
        "category": "gossip",
        "question": "What were you doing in the last 24hours? Do you enjoy doing it or you were doing it out of necessity?"
    },
    {
        "category": "gossip",
        "question": "What is the strangest thing have you ever eaten? Where did you eat it?"
    },
    {
        "category": "gossip",
        "question": "What kind of the event preparation is this?"
    },
    {
        "category": "gossip",
        "question": "What lifts you up each time you feel down?"
    },
    {
        "category": "gossip",
        "question": "What event always make you sad every time you think about what unfolded?"
    },
    {
        "category": "gossip",
        "question": "Do you always feel unsatisfied with your current job?"
    },
    {
        "category": "gossip",
        "question": "Are you a fun of reading books? Why or why not? Which is your favorite book?"
    },
    {
        "category": "gossip",
        "question": "How long have you ever stayed awake? 10hours, one day? One week? One month?"
    },
    {
        "category": "gossip",
        "question": "Whom do you trust with your secrets that you always go for advice or consult always?"
    },
    {
        "category": "gossip",
        "question": "Which habit do you wish to get rid off but it has proven to be a hard nut to crack?"
    },
    {
        "category": "gossip",
        "question": "What are you thinking?"
    },
    {
        "category": "gossip",
        "question": "What do you normally eat every time you go to a restaurant or fast food outlet?"
    },
    {
        "category": "gossip",
        "question": "Which word do you like using? Which one do you least use in your day to day activities?"
    },
    {
        "category": "gossip",
        "question": "Which mysterious event that you have no explanation on what transpired in your life?"
    },
    {
        "category": "gossip",
        "question": "Have you never celebrated your birthday? If yes, what happened and what was your feeling after that?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite holiday? Are you a spiritual lady?"
    },
    {
        "category": "gossip",
        "question": "If you a given an opportunity to be named after something, a place or event, which one would you choose?"
    },
    {
        "category": "gossip",
        "question": "Whom do see as your hero or heroine so far?"
    },
    {
        "category": "gossip",
        "question": "Which is your point of reference or clarity? Google, dictionary or quora?"
    },
    {
        "category": "gossip",
        "question": "Have you ever visited an animal park or game reverse?"
    },
    {
        "category": "gossip",
        "question": "Which pet do you like?"
    },
    {
        "category": "gossip",
        "question": "Whom do feel is the mostly untalented singer and should just look for a different career?"
    },
    {
        "category": "gossip",
        "question": "Can you fully define the person you are today?"
    },
    {
        "category": "gossip",
        "question": "What are you most afraid of in this life? Is heights part of it?"
    },
    {
        "category": "gossip",
        "question": "Do you love dancing? Who is your favorite dancer?"
    },
    {
        "category": "gossip",
        "question": "Who is your Hollywood actor crush?"
    },
    {
        "category": "gossip",
        "question": "Which is the worst injury have you got in life?"
    },
    {
        "category": "gossip",
        "question": "When did you last go to watch a movie in a cinema?"
    },
    {
        "category": "gossip",
        "question": "What is your dream country that you wish to visit in the next 5 years?"
    },
    {
        "category": "gossip",
        "question": "How often do you workout?"
    },
    {
        "category": "gossip",
        "question": "Do you like wearing panties/ boxers?"
    },
    {
        "category": "gossip",
        "question": "When did you last make an impulse buying and what was it?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite shoes color?"
    },
    {
        "category": "gossip",
        "question": "Which game do you wish to play but you are not capable?"
    },
    {
        "category": "gossip",
        "question": "Picture this, you are given a chance to meet a historian. Whom would you choose and what is the driving force see that person?"
    },
    {
        "category": "gossip",
        "question": "Describe your boyfriend or girlfriend in 3words(if you don’t have, describe one member of your family)"
    },
    {
        "category": "gossip",
        "question": "Mention your best drama show"
    },
    {
        "category": "gossip",
        "question": "Of all the dying methods, which method of dying would you choose?"
    },
    {
        "category": "gossip",
        "question": "Mention the weather season you love and the one you hate. Why?"
    },
    {
        "category": "gossip",
        "question": "Do you like bathing cold water? Why or why not?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite animated film?"
    },
    {
        "category": "gossip",
        "question": "Are you a fun of Kim Kardashian?"
    },
    {
        "category": "gossip",
        "question": "Which animal would you not wish to be in the next life?"
    },
    {
        "category": "gossip",
        "question": "Which TV character resembles you in term of character and physique"
    },
    {
        "category": "gossip",
        "question": "Whom would you wish to have a date with?"
    },
    {
        "category": "gossip",
        "question": "Which is your worst nightmare?"
    },
    {
        "category": "gossip",
        "question": "Which horror do you least wish to be chased with?"
    },
    {
        "category": "gossip",
        "question": "Do you still believe that honest people exist in this world?"
    },
    {
        "category": "gossip",
        "question": "Which among the United State of America presidents to you hate the most and whom do you love? Why?"
    },
    {
        "category": "gossip",
        "question": "Whom would you raise back to life if given the power to raise only one person?"
    },
    {
        "category": "gossip",
        "question": "Do you believe that Muslims are the most ruthless and heartless people especially on their stand on women right?"
    },
    {
        "category": "gossip",
        "question": "Mention the most terrifying even in your life. What was the recovery process? Have you recovered from the ordeal?"
    },
    {
        "category": "gossip",
        "question": "Which television personally do you think resembles your father?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite soft beverage?"
    },
    {
        "category": "gossip",
        "question": "Are you a chronic drunkard?"
    },
    {
        "category": "gossip",
        "question": "When did you last took alcohol? Do you remember what you did when drunk and what did your friends say about your behavior?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been jailed? If yes, what had you done?"
    },
    {
        "category": "gossip",
        "question": "What do you think is the most weird sleeping position?"
    },
    {
        "category": "gossip",
        "question": "Have you ever cheated on your partner? How was the experience?"
    },
    {
        "category": "gossip",
        "question": "Have you ever eaten a guava? Do you like it?"
    },
    {
        "category": "gossip",
        "question": "Which food do you like cooking during Christmas?"
    },
    {
        "category": "gossip",
        "question": "What do you love about our house?"
    },
    {
        "category": "gossip",
        "question": "Does whatever you always think about a person you meet always right?"
    },
    {
        "category": "gossip",
        "question": "Which do you see as your favorite advertisement?"
    },
    {
        "category": "gossip",
        "question": "What do you hate about your parents?"
    },
    {
        "category": "gossip",
        "question": "Which is that you cannot survive without?"
    },
    {
        "category": "gossip",
        "question": "Have you ever hooked up with your crush?"
    },
    {
        "category": "gossip",
        "question": "What comes in your mind each time you meet your crush?"
    },
    {
        "category": "gossip",
        "question": "Which date and month do you cherish the most? Why?"
    },
    {
        "category": "gossip",
        "question": "Do you have any likes and dislikes?"
    },
    {
        "category": "gossip",
        "question": "Whom are you very close to?"
    },
    {
        "category": "gossip",
        "question": "What is your definition of a close friend?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite zodiac?"
    },
    {
        "category": "gossip",
        "question": "Whom do you love talking to?"
    },
    {
        "category": "gossip",
        "question": "Do you think you are an introvert or extrovert?"
    },
    {
        "category": "gossip",
        "question": "What things makes you annoyed?"
    },
    {
        "category": "gossip",
        "question": "What is your definition of happiness?"
    },
    {
        "category": "gossip",
        "question": "What things makes you feel crazy?"
    },
    {
        "category": "gossip",
        "question": "What place do you visit most when you feel sad/lonely"
    },
    {
        "category": "gossip",
        "question": "Between your Dad and mum, whom are you so close to?"
    },
    {
        "category": "gossip",
        "question": "Are you a member of any dating site?"
    },
    {
        "category": "gossip",
        "question": "Do you have any idol person in your family?"
    },
    {
        "category": "gossip",
        "question": "Do you feel like you ain’t getting enough support from your family?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite sibling?"
    },
    {
        "category": "gossip",
        "question": "Which of your siblings are you very close to?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite color?"
    },
    {
        "category": "gossip",
        "question": "How many girls/boys have rejected your marriage proposal?"
    },
    {
        "category": "gossip",
        "question": "McDonald’s or Kentucky Fried Chicken?"
    },
    {
        "category": "gossip",
        "question": "What event changed your s*x life?"
    },
    {
        "category": "gossip",
        "question": "What do you wish to forget but it has stuck in your mind?"
    },
    {
        "category": "gossip",
        "question": "How many lies do you tell in a day?(average)"
    },
    {
        "category": "gossip",
        "question": "When you went for shopping, did you stare at any lady/man in the supermarket?"
    },
    {
        "category": "gossip",
        "question": "How often do you take a bath in winter?"
    },
    {
        "category": "gossip",
        "question": "What are you planning to do for your parent as a sign of appreciation?"
    },
    {
        "category": "gossip",
        "question": "Whom do you wish to meet again?"
    },
    {
        "category": "gossip",
        "question": "Did you cheat in your final exams?"
    },
    {
        "category": "gossip",
        "question": "Do you feel like some of your dreams are unrealistic?"
    },
    {
        "category": "gossip",
        "question": "How many times have you lied to me ever since we met?"
    },
    {
        "category": "gossip",
        "question": "What is the most expensive gift you ever bought a friend?"
    },
    {
        "category": "gossip",
        "question": "What image comes in mind every time you listen to your favorite song?"
    },
    {
        "category": "gossip",
        "question": "What best thing are you planning for me?"
    },
    {
        "category": "gossip",
        "question": "Which among your Ex do you think was the best kisser?"
    },
    {
        "category": "gossip",
        "question": "Which song reminds you of your former lover?"
    },
    {
        "category": "gossip",
        "question": "Do you still remember your first love favorite song?"
    },
    {
        "category": "gossip",
        "question": "Do you remember what your first romantic date was like?"
    },
    {
        "category": "gossip",
        "question": "Do you love wild romance?"
    },
    {
        "category": "gossip",
        "question": "What makes you think you are romantic?"
    },
    {
        "category": "gossip",
        "question": "What is your role in your Church?"
    },
    {
        "category": "gossip",
        "question": "How sure are you that you will fulfil your dreams?"
    },
    {
        "category": "gossip",
        "question": "Whose advice do you always take seriously?"
    },
    {
        "category": "gossip",
        "question": "Have you ever contemplated to committee suicide? If yes, what was the driving force?"
    },
    {
        "category": "gossip",
        "question": "What things must you do on daily basis at all cost?"
    },
    {
        "category": "gossip",
        "question": "What thinks do you wish to avoid but they prove to be next to impossible?"
    },
    {
        "category": "gossip",
        "question": "Which dream job are you ready to sacrifice everything until you get it?"
    },
    {
        "category": "gossip",
        "question": "When do you think you will be competent for your dream job?"
    },
    {
        "category": "gossip",
        "question": "At what age do you think you will have fulfilled most of your dreams and you will see yourself as a successful man/lady?"
    },
    {
        "category": "gossip",
        "question": "Which is the best moment in your life?"
    },
    {
        "category": "gossip",
        "question": "Do you always expect favors from the person you have given a gift?"
    },
    {
        "category": "gossip",
        "question": "Whom do you think you cannot live without?"
    },
    {
        "category": "gossip",
        "question": "Do you remember the day you were $exually assaulted?"
    },
    {
        "category": "gossip",
        "question": "How many times have you traveled by air?"
    },
    {
        "category": "gossip",
        "question": "Whose company have you enjoyed the most in your life?"
    },
    {
        "category": "gossip",
        "question": "What can you do if given a chance to do anything with an opposite gender?"
    },
    {
        "category": "gossip",
        "question": "Can you sleep with a stranger in the same house? Only the two of you?"
    },
    {
        "category": "gossip",
        "question": "What could you ask from God if He gives you a chance to ask for anything?"
    },
    {
        "category": "gossip",
        "question": "If given a chance to kiss someone you like, who will that be?"
    },
    {
        "category": "gossip",
        "question": "Which is your magic word?"
    },
    {
        "category": "gossip",
        "question": "Picture this. Your family want you to marry a person you don’t like or they ex communicate you. What will you do?"
    },
    {
        "category": "gossip",
        "question": "Can you marry someone you do not like just to please your family?"
    },
    {
        "category": "gossip",
        "question": "What would you do if your parent tells you that they are not your real parents. What would you do?"
    },
    {
        "category": "gossip",
        "question": "What would you do if you go out with your crush and he/she falls in love with another person?"
    },
    {
        "category": "gossip",
        "question": "Can you sleep with your crush on the first date?"
    },
    {
        "category": "gossip",
        "question": "What food do your boyfriend/ girlfriend like?"
    },
    {
        "category": "gossip",
        "question": "Do you have strong feelings for your boyfriend/girlfriend?"
    },
    {
        "category": "gossip",
        "question": "Which is your favorite hotel destination?"
    },
    {
        "category": "gossip",
        "question": "Which pet do you like the most and you are ready to keep several?"
    },
    {
        "category": "gossip",
        "question": "Which one do you prefer; Diamond or Gold?"
    },
    {
        "category": "gossip",
        "question": "What are you addicted to?"
    },
    {
        "category": "gossip",
        "question": "Have you ever had more than one lover at the same time?"
    },
    {
        "category": "gossip",
        "question": "What did you do you buy with your first salary from your first job?"
    },
    {
        "category": "gossip",
        "question": "When did you last saw your crush?"
    },
    {
        "category": "gossip",
        "question": "Whom don’t you want to meet again?"
    },
    {
        "category": "gossip",
        "question": "Are you a non-vegetarian or a vegetarian?"
    },
    {
        "category": "gossip",
        "question": "What do you love most about kids?"
    },
    {
        "category": "gossip",
        "question": "What gift would you buy your wife the moment she gives birth?"
    },
    {
        "category": "gossip",
        "question": "Do you have any TV show that you cannot miss any episode?"
    },
    {
        "category": "gossip",
        "question": "Which politician could you marry?"
    },
    {
        "category": "gossip",
        "question": "Which movie do you think is the most boring ever?"
    },
    {
        "category": "gossip",
        "question": "Which bird do you like the most?"
    },
    {
        "category": "gossip",
        "question": "Would you accept me if I propose to you right now?"
    },
    {
        "category": "gossip",
        "question": "What nickname do your parents call you?"
    },
    {
        "category": "gossip",
        "question": "Which types of socks do you like?"
    },
    {
        "category": "gossip",
        "question": "What nickname do you hate the most?"
    },
    {
        "category": "gossip",
        "question": "What do you except from your lover?"
    },
    {
        "category": "gossip",
        "question": "Can I take you out today?"
    },
    {
        "category": "gossip",
        "question": "What do you value the most in life?"
    },
    {
        "category": "gossip",
        "question": "Where will you take your partner for honeymoon?"
    },
    {
        "category": "gossip",
        "question": "Do you have any precious thing in life?"
    },
    {
        "category": "gossip",
        "question": "What place do you think is the best for picnic?"
    },
    {
        "category": "gossip",
        "question": "What is it that you must carry before living the house?"
    },
    {
        "category": "gossip",
        "question": "Define your bad day in 6 words?"
    },
    {
        "category": "gossip",
        "question": "How many hours do you work out per day?"
    },
    {
        "category": "gossip",
        "question": "What is your dream smartphone?"
    },
    {
        "category": "gossip",
        "question": "Are you still a teen?"
    },
    {
        "category": "gossip",
        "question": "Would you rather be an insect or worm?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite sleeping position of all time?"
    },
    {
        "category": "gossip",
        "question": "What is the dumbest way you’ve been hurt?"
    },
    {
        "category": "gossip",
        "question": "What are the three scents you like?"
    },
    {
        "category": "gossip",
        "question": "What sport will be invented next?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite board game?"
    },
    {
        "category": "gossip",
        "question": "Which word would you use if you could only use one for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "Would you rather have intelligence over looks?"
    },
    {
        "category": "gossip",
        "question": "What’s your most embarrassing moment in grade school?"
    },
    {
        "category": "gossip",
        "question": "Would you rather stay in or go out on a Friday night?"
    },
    {
        "category": "gossip",
        "question": "Have you ever thrown someone an extravagant party?"
    },
    {
        "category": "gossip",
        "question": "What is the weirdest thing you have ever eaten?"
    },
    {
        "category": "gossip",
        "question": "Out of the four seasons, what’s your favorite one?"
    },
    {
        "category": "gossip",
        "question": "What is the most absurd thing you’ve been tricked into doing or believing?"
    },
    {
        "category": "gossip",
        "question": "What is something that’s true that nobody agrees with you on?"
    },
    {
        "category": "gossip",
        "question": "Which instrument has the funniest sound?"
    },
    {
        "category": "gossip",
        "question": "Where would you relocate if you were forced to leave the country?"
    },
    {
        "category": "gossip",
        "question": "Do you care about what other people tell you?"
    },
    {
        "category": "gossip",
        "question": "If you could meet anyone in this world today, who would you meet?"
    },
    {
        "category": "gossip",
        "question": "What’s the best type of cheese for you?"
    },
    {
        "category": "gossip",
        "question": "What is the greatest risk you have ever taken?"
    },
    {
        "category": "gossip",
        "question": "Have you ever thought of what your future baby will be named?"
    },
    {
        "category": "gossip",
        "question": "What are those things you’re too old to do but you still enjoy?"
    },
    {
        "category": "gossip",
        "question": "What are your pet peeves?"
    },
    {
        "category": "gossip",
        "question": "Who’s the messiest person you’ve ever known?"
    },
    {
        "category": "gossip",
        "question": "Which of the two smells better, fresh-cut grass or bread baking in the oven?"
    },
    {
        "category": "gossip",
        "question": "Who is your all-time favorite Disney character?"
    },
    {
        "category": "gossip",
        "question": "Are you afraid of ghosts?"
    },
    {
        "category": "gossip",
        "question": "Can you carry an elephant?"
    },
    {
        "category": "gossip",
        "question": "What’s the worst color that was ever invented?"
    },
    {
        "category": "gossip",
        "question": "What is the weirdest text you have ever received recently?"
    },
    {
        "category": "gossip",
        "question": "What would you be if you had to wear one Halloween costume every day for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "What is one ability that you believe everybody should possess?"
    },
    {
        "category": "gossip",
        "question": "How many times has your heart been broken?"
    },
    {
        "category": "gossip",
        "question": "What is the first thing you do after getting home from a trip?"
    },
    {
        "category": "gossip",
        "question": "What are the things you’d spend with a billion dollars?"
    },
    {
        "category": "gossip",
        "question": "What are the songs that make you sing along whenever you hear it?"
    },
    {
        "category": "gossip",
        "question": "How did your parents meet?"
    },
    {
        "category": "gossip",
        "question": "What has been your greatest kitchen mistake?"
    },
    {
        "category": "gossip",
        "question": "What’s the craziest bet you have ever made?"
    },
    {
        "category": "gossip",
        "question": "Do you believe that love is blind?"
    },
    {
        "category": "gossip",
        "question": "Who would you want to trade lives with?"
    },
    {
        "category": "gossip",
        "question": "If you were given the chance to steal something, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What type of cuisine would you serve your customers if you own a five-star restaurant?"
    },
    {
        "category": "gossip",
        "question": "What’s the fanciest event you’ve ever attended?"
    },
    {
        "category": "gossip",
        "question": "Who is your greatest enemy?"
    },
    {
        "category": "gossip",
        "question": "What food should taste better than its appearance?"
    },
    {
        "category": "gossip",
        "question": "What’s the first thing you pack during an out of the country flight?"
    },
    {
        "category": "gossip",
        "question": "Do you actively post on social media?"
    },
    {
        "category": "gossip",
        "question": "If you could only teach three things to your future child, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What is the worst TV advertisement you’ve seen recently?"
    },
    {
        "category": "gossip",
        "question": "What’s the most addictive game for you?"
    },
    {
        "category": "gossip",
        "question": "What do you usually do during weekends?"
    },
    {
        "category": "gossip",
        "question": "If you were given the chance to make your one wish come true, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What period would you travel to if you were given a time machine?"
    },
    {
        "category": "gossip",
        "question": "What’s the food you usually refuse to share?"
    },
    {
        "category": "gossip",
        "question": "What are the hobbies you want to develop?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in horoscopes?"
    },
    {
        "category": "gossip",
        "question": "What was your favorite childhood book?"
    },
    {
        "category": "gossip",
        "question": "Would you take it if you had the opportunity to be immortal?"
    },
    {
        "category": "gossip",
        "question": "What is something your brain wants to convince you to do but you have to fight it?"
    },
    {
        "category": "gossip",
        "question": "Which would be the smartest animal if they could all talk?"
    },
    {
        "category": "gossip",
        "question": "What movie makes you laugh even after watching it several times?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite toy when you were a child?"
    },
    {
        "category": "gossip",
        "question": "What is the best name you could think for a cat?"
    },
    {
        "category": "gossip",
        "question": "Have you ever counted your steps while walking?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in heaven?"
    },
    {
        "category": "gossip",
        "question": "If you have a million, what are the things you wouldn’t spend?"
    },
    {
        "category": "gossip",
        "question": "If you could have lunch with one person from history, who would it be?"
    },
    {
        "category": "gossip",
        "question": "What’s the certain product you couldn’t live without?"
    },
    {
        "category": "gossip",
        "question": "What would you name your yacht if you had one?"
    },
    {
        "category": "gossip",
        "question": "Where is your all-time dream vacation?"
    },
    {
        "category": "gossip",
        "question": "How do you want to die?"
    },
    {
        "category": "gossip",
        "question": "What is the most stupid thing you’ve done in your entire life?"
    },
    {
        "category": "gossip",
        "question": "If you could sit next to a famous celebrity in a restaurant, who would it be?"
    },
    {
        "category": "gossip",
        "question": "If you had 24 hours to do whatever you wanted in this country, what would you like to do?"
    },
    {
        "category": "gossip",
        "question": "If you could be a Hollywood celebrity, who would you like to become?"
    },
    {
        "category": "gossip",
        "question": "What is your main reason for getting out of bed every day?"
    },
    {
        "category": "gossip",
        "question": "How could you politely end a conversation with a person who is so annoying?"
    },
    {
        "category": "gossip",
        "question": "What makes your day better?"
    },
    {
        "category": "gossip",
        "question": "What is the strangest thing your teacher has ever done?"
    },
    {
        "category": "gossip",
        "question": "What is the best color in the rainbow?"
    },
    {
        "category": "gossip",
        "question": "Who is the best movie villain?"
    },
    {
        "category": "gossip",
        "question": "Would you rather have 20 hobbies or a single passion?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite exotic animal?"
    },
    {
        "category": "gossip",
        "question": "How would you describe me based on my outside appearance?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite viral video?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite YouTube vlogger?"
    },
    {
        "category": "gossip",
        "question": "LIFE"
    },
    {
        "category": "gossip",
        "question": "400 Wacky, Wild & Totally Fun Questions to Ask Anyone—Including Friends, Family & Even Strangers!"
    },
    {
        "category": "gossip",
        "question": "MAY 25, 2021 – 7:30 AM  – 0 COMMENTS"
    },
    {
        "category": "gossip",
        "question": "13"
    },
    {
        "category": "gossip",
        "question": "Maryn Liles"
    },
    {
        "category": "gossip",
        "question": "By MARYN LILES"
    },
    {
        "category": "gossip",
        "question": "Bring an interesting spark into any conversation with this list of fun questions you can ask anyone—from your friends and family to complete strangers. Whether you’re hanging out with friends, at a family gathering, or even on a first date, these fun questions can help add a little something extra to any conversation."
    },
    {
        "category": "gossip",
        "question": "Don’t be overwhelmed with this list of fun questions to ask. There’s quite a lot of them, so pick out a few for each occasion and go from there! With these fun questions, the possibilities are endless for where your conversations can go."
    },
    {
        "category": "gossip",
        "question": "No matter the occasion, these fun questions to ask can help you connect better with your friends and other people you meet. You could even use one in a social media post to engage with your followers. You might learn something new about someone simply by asking one of these questions. Feel free to check out the full list of fun questions below!"
    },
    {
        "category": "gossip",
        "question": "Fun Questions to Ask Anyone"
    },
    {
        "category": "gossip",
        "question": "What is your favorite sleeping position of all time?"
    },
    {
        "category": "gossip",
        "question": "What is the dumbest way you’ve been hurt?"
    },
    {
        "category": "gossip",
        "question": "What are the three scents you like?"
    },
    {
        "category": "gossip",
        "question": "What sport will be invented next?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite board game?"
    },
    {
        "category": "gossip",
        "question": "Which word would you use if you could only use one for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "Would you rather have intelligence over looks?"
    },
    {
        "category": "gossip",
        "question": "What’s your most embarrassing moment in grade school?"
    },
    {
        "category": "gossip",
        "question": "Would you rather stay in or go out on a Friday night?"
    },
    {
        "category": "gossip",
        "question": "Have you ever thrown someone an extravagant party?"
    },
    {
        "category": "gossip",
        "question": "What is the weirdest thing you have ever eaten?"
    },
    {
        "category": "gossip",
        "question": "Out of the four seasons, what’s your favorite one?"
    },
    {
        "category": "gossip",
        "question": "What is the most absurd thing you’ve been tricked into doing or believing?"
    },
    {
        "category": "gossip",
        "question": "What is something that’s true that nobody agrees with you on?"
    },
    {
        "category": "gossip",
        "question": "Which instrument has the funniest sound?"
    },
    {
        "category": "gossip",
        "question": "Where would you relocate if you were forced to leave the country?"
    },
    {
        "category": "gossip",
        "question": "Do you care about what other people tell you?"
    },
    {
        "category": "gossip",
        "question": "If you could meet anyone in this world today, who would you meet?"
    },
    {
        "category": "gossip",
        "question": "What’s the best type of cheese for you?"
    },
    {
        "category": "gossip",
        "question": "What is the greatest risk you have ever taken?"
    },
    {
        "category": "gossip",
        "question": "Have you ever thought of what your future baby will be named?"
    },
    {
        "category": "gossip",
        "question": "What are those things you’re too old to do but you still enjoy?"
    },
    {
        "category": "gossip",
        "question": "What are your pet peeves?"
    },
    {
        "category": "gossip",
        "question": "Who’s the messiest person you’ve ever known?"
    },
    {
        "category": "gossip",
        "question": "Which of the two smells better, fresh-cut grass or bread baking in the oven?"
    },
    {
        "category": "gossip",
        "question": "Who is your all-time favorite Disney character?"
    },
    {
        "category": "gossip",
        "question": "Are you afraid of ghosts?"
    },
    {
        "category": "gossip",
        "question": "Can you carry an elephant?"
    },
    {
        "category": "gossip",
        "question": "What’s the worst color that was ever invented?"
    },
    {
        "category": "gossip",
        "question": "What is the weirdest text you have ever received recently?"
    },
    {
        "category": "gossip",
        "question": "What would you be if you had to wear one Halloween costume every day for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "What is one ability that you believe everybody should possess?"
    },
    {
        "category": "gossip",
        "question": "How many times has your heart been broken?"
    },
    {
        "category": "gossip",
        "question": "What is the first thing you do after getting home from a trip?"
    },
    {
        "category": "gossip",
        "question": "What are the things you’d spend with a billion dollars?"
    },
    {
        "category": "gossip",
        "question": "What are the songs that make you sing along whenever you hear it?"
    },
    {
        "category": "gossip",
        "question": "How did your parents meet?"
    },
    {
        "category": "gossip",
        "question": "What has been your greatest kitchen mistake?"
    },
    {
        "category": "gossip",
        "question": "What’s the craziest bet you have ever made?"
    },
    {
        "category": "gossip",
        "question": "Do you believe that love is blind?"
    },
    {
        "category": "gossip",
        "question": "Who would you want to trade lives with?"
    },
    {
        "category": "gossip",
        "question": "If you were given the chance to steal something, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What type of cuisine would you serve your customers if you own a five-star restaurant?"
    },
    {
        "category": "gossip",
        "question": "What’s the fanciest event you’ve ever attended?"
    },
    {
        "category": "gossip",
        "question": "Who is your greatest enemy?"
    },
    {
        "category": "gossip",
        "question": "What food should taste better than its appearance?"
    },
    {
        "category": "gossip",
        "question": "What’s the first thing you pack during an out of the country flight?"
    },
    {
        "category": "gossip",
        "question": "Do you actively post on social media?"
    },
    {
        "category": "gossip",
        "question": "If you could only teach three things to your future child, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What is the worst TV advertisement you’ve seen recently?"
    },
    {
        "category": "gossip",
        "question": "What’s the most addictive game for you?"
    },
    {
        "category": "gossip",
        "question": "What do you usually do during weekends?"
    },
    {
        "category": "gossip",
        "question": "If you were given the chance to make your one wish come true, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What period would you travel to if you were given a time machine?"
    },
    {
        "category": "gossip",
        "question": "What’s the food you usually refuse to share?"
    },
    {
        "category": "gossip",
        "question": "What are the hobbies you want to develop?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in horoscopes?"
    },
    {
        "category": "gossip",
        "question": "What was your favorite childhood book?"
    },
    {
        "category": "gossip",
        "question": "Would you take it if you had the opportunity to be immortal?"
    },
    {
        "category": "gossip",
        "question": "What is something your brain wants to convince you to do but you have to fight it?"
    },
    {
        "category": "gossip",
        "question": "Which would be the smartest animal if they could all talk?"
    },
    {
        "category": "gossip",
        "question": "What movie makes you laugh even after watching it several times?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite toy when you were a child?"
    },
    {
        "category": "gossip",
        "question": "What is the best name you could think for a cat?"
    },
    {
        "category": "gossip",
        "question": "Have you ever counted your steps while walking?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in heaven?"
    },
    {
        "category": "gossip",
        "question": "If you have a million, what are the things you wouldn’t spend?"
    },
    {
        "category": "gossip",
        "question": "If you could have lunch with one person from history, who would it be?"
    },
    {
        "category": "gossip",
        "question": "What’s the certain product you couldn’t live without?"
    },
    {
        "category": "gossip",
        "question": "What would you name your yacht if you had one?"
    },
    {
        "category": "gossip",
        "question": "Where is your all-time dream vacation?"
    },
    {
        "category": "gossip",
        "question": "How do you want to die?"
    },
    {
        "category": "gossip",
        "question": "What is the most stupid thing you’ve done in your entire life?"
    },
    {
        "category": "gossip",
        "question": "If you could sit next to a famous celebrity in a restaurant, who would it be?"
    },
    {
        "category": "gossip",
        "question": "If you had 24 hours to do whatever you wanted in this country, what would you like to do?"
    },
    {
        "category": "gossip",
        "question": "If you could be a Hollywood celebrity, who would you like to become?"
    },
    {
        "category": "gossip",
        "question": "What is your main reason for getting out of bed every day?"
    },
    {
        "category": "gossip",
        "question": "How could you politely end a conversation with a person who is so annoying?"
    },
    {
        "category": "gossip",
        "question": "What makes your day better?"
    },
    {
        "category": "gossip",
        "question": "What is the strangest thing your teacher has ever done?"
    },
    {
        "category": "gossip",
        "question": "What is the best color in the rainbow?"
    },
    {
        "category": "gossip",
        "question": "Who is the best movie villain?"
    },
    {
        "category": "gossip",
        "question": "Would you rather have 20 hobbies or a single passion?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite exotic animal?"
    },
    {
        "category": "gossip",
        "question": "How would you describe me based on my outside appearance?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite viral video?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite YouTube vlogger?"
    },
    {
        "category": "gossip",
        "question": "Parade Daily"
    },
    {
        "category": "gossip",
        "question": "Celebrity interviews, recipes and health tips delivered to your inbox."
    },
    {
        "category": "gossip",
        "question": "Email Address"
    },
    {
        "category": "gossip",
        "question": "If you could only drink coffee or tea for the rest of your life, which one would you choose?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite action movie?"
    },
    {
        "category": "gossip",
        "question": "What gets you motivated?"
    },
    {
        "category": "gossip",
        "question": "What’s the most beautiful country you’ve ever visited?"
    },
    {
        "category": "gossip",
        "question": "Would you rather cook or eat at a restaurant?"
    },
    {
        "category": "gossip",
        "question": "What is the most useless talent you possess?"
    },
    {
        "category": "gossip",
        "question": "What is the craziest thing you’ve done in school?"
    },
    {
        "category": "gossip",
        "question": "How often do you replace your bedsheets?"
    },
    {
        "category": "gossip",
        "question": "Do you like listening to podcasts?"
    },
    {
        "category": "gossip",
        "question": "Do you like to save more or spend more?"
    },
    {
        "category": "gossip",
        "question": "What is the weirdest superstition you’ve ever heard?"
    },
    {
        "category": "gossip",
        "question": "If dark chocolate is the only available food in this planet, would you eat it?"
    },
    {
        "category": "gossip",
        "question": "What are the two things you’d like to ask your pet?"
    },
    {
        "category": "gossip",
        "question": "What’s the easiest dish to cook?"
    },
    {
        "category": "gossip",
        "question": "If you could be any type of object, what would you like to be?"
    },
    {
        "category": "gossip",
        "question": "How do you deal with a stressful environment?"
    },
    {
        "category": "gossip",
        "question": "Which part of the roller coaster do you usually ride: the front, middle or back?"
    },
    {
        "category": "gossip",
        "question": "What quotes do people admire but you think is a total lie?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in second chances?"
    },
    {
        "category": "gossip",
        "question": "What has been the most flattering compliment you’ve ever received?"
    },
    {
        "category": "gossip",
        "question": "Have you tried flirting with a stranger online?"
    },
    {
        "category": "gossip",
        "question": "What would you like to change in this country if you were chosen as the president?"
    },
    {
        "category": "gossip",
        "question": "Do you have a close relationship with your parents?"
    },
    {
        "category": "gossip",
        "question": "What has been your hardest goodbye in life been so far?"
    },
    {
        "category": "gossip",
        "question": "If you could change your name for a day, what would it be?"
    },
    {
        "category": "gossip",
        "question": "Would you rather have a massage or get a facial?"
    },
    {
        "category": "gossip",
        "question": "Can you describe to me your relationship with your dad?"
    },
    {
        "category": "gossip",
        "question": "Which do you listen to the most: your heart or your brain?"
    },
    {
        "category": "gossip",
        "question": "What would you do if you were offered a one-minute ad slot during the Super Bowl that you couldn’t sell?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you’ve felt your biggest adrenaline rush?"
    },
    {
        "category": "gossip",
        "question": "Who is the tallest member of your family?"
    },
    {
        "category": "gossip",
        "question": "What traits did you get from your parents?"
    },
    {
        "category": "gossip",
        "question": "Who do you look up to the most?"
    },
    {
        "category": "gossip",
        "question": "Can you show me your oldest item inside your closet?"
    },
    {
        "category": "gossip",
        "question": "If you could only have one superpower, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What’s the best thing to do when you’re alone?"
    },
    {
        "category": "gossip",
        "question": "Will you ever imagine having a child named after you?"
    },
    {
        "category": "gossip",
        "question": "Do you want to have a cat as a companion or do you want to be a cat instead?"
    },
    {
        "category": "gossip",
        "question": "What’s one body part that you wouldn’t even mind losing?"
    },
    {
        "category": "gossip",
        "question": "For you, what does a perfect vacation look like?"
    },
    {
        "category": "gossip",
        "question": "Which one do you prefer: being controlled or be in control?"
    },
    {
        "category": "gossip",
        "question": "What are your phobias?"
    },
    {
        "category": "gossip",
        "question": "Do you feel happy to be my friend?"
    },
    {
        "category": "gossip",
        "question": "What makes you jealous?"
    },
    {
        "category": "gossip",
        "question": "Is there someone you really hate?"
    },
    {
        "category": "gossip",
        "question": "Who gave you the best compliment?"
    },
    {
        "category": "gossip",
        "question": "Which film do you want to see turned into a musical?"
    },
    {
        "category": "gossip",
        "question": "Do you still believe in Santa Claus?"
    },
    {
        "category": "gossip",
        "question": "How would you describe your greatest enemy?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you screwed anything up and no one ever noticed?"
    },
    {
        "category": "gossip",
        "question": "Have you already experienced writing a journal?"
    },
    {
        "category": "gossip",
        "question": "What do you usually daydream about?"
    },
    {
        "category": "gossip",
        "question": "If you were given the chance to listen to a singer or a band for the rest of your life, who/what would it be?"
    },
    {
        "category": "gossip",
        "question": "What are the things you wish you could easily forget?"
    },
    {
        "category": "gossip",
        "question": "What’s the most beautiful part of your face?"
    },
    {
        "category": "gossip",
        "question": "Has anyone given you a strange gift?"
    },
    {
        "category": "gossip",
        "question": "What’s the weirdest thing on your bucket list?"
    },
    {
        "category": "gossip",
        "question": "Have you ever pulled out a tooth just to get money from the tooth fairy?"
    },
    {
        "category": "gossip",
        "question": "What are the childish acts you still enjoy doing up until now?"
    },
    {
        "category": "gossip",
        "question": "What does your brain try to make you do and you have to resist yourself not to do it?"
    },
    {
        "category": "gossip",
        "question": "What three things did your past relationship teach you?"
    },
    {
        "category": "gossip",
        "question": "What do you think is the best hangover cure?"
    },
    {
        "category": "gossip",
        "question": "What are the foreign languages you’d like to master?"
    },
    {
        "category": "gossip",
        "question": "In your own opinion, how smart are you?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you’ve ever felt jealous?"
    },
    {
        "category": "gossip",
        "question": "What’s the biggest pimple you’ve ever had?"
    },
    {
        "category": "gossip",
        "question": "Do you still remember the place where we first met?"
    },
    {
        "category": "gossip",
        "question": "Would you move to another country for love?"
    },
    {
        "category": "gossip",
        "question": "When was the time you felt really proud of me?"
    },
    {
        "category": "gossip",
        "question": "What has been your worst nightmare?"
    },
    {
        "category": "gossip",
        "question": "What usually keeps you up at night when you couldn’t sleep?"
    },
    {
        "category": "gossip",
        "question": "Were you born for challenges?"
    },
    {
        "category": "gossip",
        "question": "Are you confident to face the future?"
    },
    {
        "category": "gossip",
        "question": "Who gave you the weirdest gift?"
    },
    {
        "category": "gossip",
        "question": "What makes you cry?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you cried?"
    },
    {
        "category": "gossip",
        "question": "How many concerts have you gone to?"
    },
    {
        "category": "gossip",
        "question": "What would our friendship be called if it was a comedy movie?"
    },
    {
        "category": "gossip",
        "question": "What would you name your car?"
    },
    {
        "category": "gossip",
        "question": "Do you think life after death is really possible?"
    },
    {
        "category": "gossip",
        "question": "What is so special about you?"
    },
    {
        "category": "gossip",
        "question": "What will you tell your past self?"
    },
    {
        "category": "gossip",
        "question": "What movie did you last watch inside the cinema?"
    },
    {
        "category": "gossip",
        "question": "Which one do you prefer: summer or winter?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in aliens?"
    },
    {
        "category": "gossip",
        "question": "What was the best year of your life?"
    },
    {
        "category": "gossip",
        "question": "Do you actually believe in soulmates?"
    },
    {
        "category": "gossip",
        "question": "What is your biggest accomplishment in life?"
    },
    {
        "category": "gossip",
        "question": "What TV series could you watch several times?"
    },
    {
        "category": "gossip",
        "question": "Where do you like to go right now?"
    },
    {
        "category": "gossip",
        "question": "Where’s the worst-smelling place you have ever been?"
    },
    {
        "category": "gossip",
        "question": "Will you be willing to move to another country without your friends and family?"
    },
    {
        "category": "gossip",
        "question": "What qualities do you want in a partner who will be with you for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "If you were given the chance to travel back to the past, where would you go?"
    },
    {
        "category": "gossip",
        "question": "What do you usually eat for breakfast?"
    },
    {
        "category": "gossip",
        "question": "Which store would you like if you could just shop at one for the rest of your life?"
    },
    {
        "category": "gossip",
        "question": "What household chore do you hate doing the most?"
    },
    {
        "category": "gossip",
        "question": "Who is your role model in life?"
    },
    {
        "category": "gossip",
        "question": "Do you really care about the Academy Awards, or do you think they’re just dumb?"
    },
    {
        "category": "gossip",
        "question": "Who you share the last slice of cake with if there was just one piece left at your birthday party?"
    },
    {
        "category": "gossip",
        "question": "Which celebrity would you rate as a perfect 10?"
    },
    {
        "category": "gossip",
        "question": "What music do you usually play on a road trip?"
    },
    {
        "category": "gossip",
        "question": "What are the things that drive you crazy?"
    },
    {
        "category": "gossip",
        "question": "What syrup do you like with your pancake: honey or chocolate?"
    },
    {
        "category": "gossip",
        "question": "Do you plan to have kids?"
    },
    {
        "category": "gossip",
        "question": "What is your most favorite holiday?"
    },
    {
        "category": "gossip",
        "question": "What are the things I do that you wish I would stop doing?"
    },
    {
        "category": "gossip",
        "question": "What’s the first book you’ve read?"
    },
    {
        "category": "gossip",
        "question": "What are the facts about you that you think I would find difficult to believe?"
    },
    {
        "category": "gossip",
        "question": "Which body part is your favorite?"
    },
    {
        "category": "gossip",
        "question": "What has been the worst phase in your life?"
    },
    {
        "category": "gossip",
        "question": "What do you prioritize more: relationship or career?"
    },
    {
        "category": "gossip",
        "question": "What flower is your favorite?"
    },
    {
        "category": "gossip",
        "question": "What are your hidden talents?"
    },
    {
        "category": "gossip",
        "question": "What’s your most favorite family tradition?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been caught while sneaking outside the house?"
    },
    {
        "category": "gossip",
        "question": "What’s the meaning of your name?"
    },
    {
        "category": "gossip",
        "question": "Do you ever dream of living somewhere else?"
    },
    {
        "category": "gossip",
        "question": "What is/was your favorite subject in school?"
    },
    {
        "category": "gossip",
        "question": "What are your hopes for the future?"
    },
    {
        "category": "gossip",
        "question": "What usually scares you the most?"
    },
    {
        "category": "gossip",
        "question": "What’s the weirdest animal for you?"
    },
    {
        "category": "gossip",
        "question": "What will be your reaction if you see a ghost?"
    },
    {
        "category": "gossip",
        "question": "If you were a bird, what kind of bird would you be?"
    },
    {
        "category": "gossip",
        "question": "Does my face look funny to you?"
    },
    {
        "category": "gossip",
        "question": "Who was your first crush?"
    },
    {
        "category": "gossip",
        "question": "What are you actually good at?"
    },
    {
        "category": "gossip",
        "question": "Do you hate math?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite lullaby?"
    },
    {
        "category": "gossip",
        "question": "How was your reaction when you found out you were going to be parents for the first time?"
    },
    {
        "category": "gossip",
        "question": "What is your dream for me?"
    },
    {
        "category": "gossip",
        "question": "What would you serve if you were to make a special dinner for the family?"
    },
    {
        "category": "gossip",
        "question": "What are the things you love the most about yourself?"
    },
    {
        "category": "gossip",
        "question": "Can you guess what I’m thinking right now?"
    },
    {
        "category": "gossip",
        "question": "What’s your greatest philosophy in life?"
    },
    {
        "category": "gossip",
        "question": "What is the worst decision you’ve ever made?"
    },
    {
        "category": "gossip",
        "question": "Where did all of our family traditions originate?"
    },
    {
        "category": "gossip",
        "question": "What is your most favorite day of the week?"
    },
    {
        "category": "gossip",
        "question": "Where did you tie the knot?"
    },
    {
        "category": "gossip",
        "question": "What’s the weirdest Halloween you have ever worn in your entire life?"
    },
    {
        "category": "gossip",
        "question": "What do you miss the most about being a kid?"
    },
    {
        "category": "gossip",
        "question": "How do you inspire other people?"
    },
    {
        "category": "gossip",
        "question": "What is the best song to describe your life right now?"
    },
    {
        "category": "gossip",
        "question": "Where do you see yourself in the next 5 years?"
    },
    {
        "category": "gossip",
        "question": "Have you ever stolen food from the refrigerator and blamed it on someone?"
    },
    {
        "category": "gossip",
        "question": "What do you hate about me?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite car brand?"
    },
    {
        "category": "gossip",
        "question": "What would you do if you knew you’d be good in a different profession?"
    },
    {
        "category": "gossip",
        "question": "Do you like to exercise regularly?"
    },
    {
        "category": "gossip",
        "question": "What’s the worst food you’ve ever eaten?"
    },
    {
        "category": "gossip",
        "question": "What is your most cherished possession?"
    },
    {
        "category": "gossip",
        "question": "What’s the most valuable thing you’ve learned in life?"
    },
    {
        "category": "gossip",
        "question": "What makes you really angry?"
    },
    {
        "category": "gossip",
        "question": "If you were a pair of shoes, what brand would you like to be?"
    },
    {
        "category": "gossip",
        "question": "What’s your dream job?"
    },
    {
        "category": "gossip",
        "question": "What habits of other people you definitely find disgusting?"
    },
    {
        "category": "gossip",
        "question": "Do you still keep secrets from mom/dad?"
    },
    {
        "category": "gossip",
        "question": "What’s the extreme challenge in your life that you’ve already overcome?"
    },
    {
        "category": "gossip",
        "question": "Have you ever thought of having plastic surgery?"
    },
    {
        "category": "gossip",
        "question": "What sound do you hate?"
    },
    {
        "category": "gossip",
        "question": "What is your current favorite TV show?"
    },
    {
        "category": "gossip",
        "question": "Which of the Seven Dwarfs resembles you the most?"
    },
    {
        "category": "gossip",
        "question": "Without calling 911 when you are in danger, what would you do instead?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite dance move when you were a kid?"
    },
    {
        "category": "gossip",
        "question": "If you were given the chance to kiss and hug someone, who would that be?"
    },
    {
        "category": "gossip",
        "question": "What is the worst punishment your parents gave you?"
    },
    {
        "category": "gossip",
        "question": "How many countries have you visited so far?"
    },
    {
        "category": "gossip",
        "question": "Have you experienced falling down the stairs?"
    },
    {
        "category": "gossip",
        "question": "What are the challenges you never gave up on?"
    },
    {
        "category": "gossip",
        "question": "What is one piece of advice you wished you’ve seriously taken?"
    },
    {
        "category": "gossip",
        "question": "What do you like most about going to the beach?"
    },
    {
        "category": "gossip",
        "question": "Have you experienced being confined in a hospital?"
    },
    {
        "category": "gossip",
        "question": "If you are drowning, who do you think would save your life?"
    },
    {
        "category": "gossip",
        "question": "What is the most embarrassing moment you had in your workplace?"
    },
    {
        "category": "gossip",
        "question": "Who has taught you the best lesson in life?"
    },
    {
        "category": "gossip",
        "question": "How would it feel like to cry underwater?"
    },
    {
        "category": "gossip",
        "question": "How many times have you traveled by sea?"
    },
    {
        "category": "gossip",
        "question": "Who would you want to portray your life story in a movie?"
    },
    {
        "category": "gossip",
        "question": "Have you ever composed a song?"
    },
    {
        "category": "gossip",
        "question": "What’s the last thing on your bucket list?"
    },
    {
        "category": "gossip",
        "question": "How was your wedding?"
    },
    {
        "category": "gossip",
        "question": "Which fictional book character would like to meet in the future?"
    },
    {
        "category": "gossip",
        "question": "Has anyone tried to kill you?"
    },
    {
        "category": "gossip",
        "question": "Who eats the most in the family?"
    },
    {
        "category": "gossip",
        "question": "Who is your childhood best friend?"
    },
    {
        "category": "gossip",
        "question": "Do you get thirsty in the middle of the night?"
    },
    {
        "category": "gossip",
        "question": "What are the qualities you search for in other people?"
    },
    {
        "category": "gossip",
        "question": "Do you think fish ever get thirsty?"
    },
    {
        "category": "gossip",
        "question": "Which of the politicians would you like to marry?"
    },
    {
        "category": "gossip",
        "question": "How competitive are you?"
    },
    {
        "category": "gossip",
        "question": "What family traditions have we forgotten about that you’d like to revive?"
    },
    {
        "category": "gossip",
        "question": "If you could be part of another family, whose family would it be?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite athlete?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite sports team?"
    },
    {
        "category": "gossip",
        "question": "What are the musical instruments you can play?"
    },
    {
        "category": "gossip",
        "question": "What would you do if you become lost in a city you aren’t familiar with?"
    },
    {
        "category": "gossip",
        "question": "How old were you when you were allowed to have a cellphone?"
    },
    {
        "category": "gossip",
        "question": "Can you name 5 things that are hidden inside your bedroom?"
    },
    {
        "category": "gossip",
        "question": "Do you feel any pressure right now?"
    },
    {
        "category": "gossip",
        "question": "If you could make one word famous, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What movie are you going to make if you become a filmmaker?"
    },
    {
        "category": "gossip",
        "question": "What is your dream laptop?"
    },
    {
        "category": "gossip",
        "question": "How long was your last relationship with your boyfriend/girlfriend?"
    },
    {
        "category": "gossip",
        "question": "Which member of your family were you closest to as a child?"
    },
    {
        "category": "gossip",
        "question": "If you could be great in only one sport, which sport would you choose?"
    },
    {
        "category": "gossip",
        "question": "Do you see yourself as a creative one?"
    },
    {
        "category": "gossip",
        "question": "Do you know how to change a flat tire?"
    },
    {
        "category": "gossip",
        "question": "If you were ever bullied as a child, what did you do about it?"
    },
    {
        "category": "gossip",
        "question": "What would you do if ever we were given a special time together?"
    },
    {
        "category": "gossip",
        "question": "What type of genre would you choose if you were an author?"
    },
    {
        "category": "gossip",
        "question": "What time were you born?"
    },
    {
        "category": "gossip",
        "question": "Who do you not trust among your friends?"
    },
    {
        "category": "gossip",
        "question": "Are you an impulsive type of person?"
    },
    {
        "category": "gossip",
        "question": "Do you keep a really big secret from someone anyone?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite superhero?"
    },
    {
        "category": "gossip",
        "question": "What are the things you’re going to bring in a zombie apocalypse?"
    },
    {
        "category": "gossip",
        "question": "If you could teach a dog one trick, what would it be?"
    },
    {
        "category": "gossip",
        "question": "Do you watch the full ad on YouTube or you just skip them?"
    },
    {
        "category": "gossip",
        "question": "If someone would let you borrow their car, where would you go?"
    },
    {
        "category": "gossip",
        "question": "Who do you think is your celebrity look-a-like?"
    },
    {
        "category": "gossip",
        "question": "Why does it still rain in the movies when there is a funeral and then stop right after the burial?"
    },
    {
        "category": "gossip",
        "question": "What flower would you prefer if you awoke as a flower one day?"
    },
    {
        "category": "gossip",
        "question": "What location would you choose if you had the power to make it disappear?"
    },
    {
        "category": "gossip",
        "question": "Where would you rather be: a place with no food but has water or with food but has no water?"
    },
    {
        "category": "gossip",
        "question": "What’s the last food you ate?"
    },
    {
        "category": "gossip",
        "question": "What was something you really wanted to do as a kid but never had the opportunity to do?"
    },
    {
        "category": "gossip",
        "question": "Do you know any funny pick-up lines?"
    },
    {
        "category": "gossip",
        "question": "Is there something you recently regret doing?"
    },
    {
        "category": "gossip",
        "question": "What’s your least favorite board game?"
    },
    {
        "category": "gossip",
        "question": "When you reach the age of 80, what will matter the most to you?"
    },
    {
        "category": "gossip",
        "question": "Have you ever been caught staring at the opposite gender?"
    },
    {
        "category": "gossip",
        "question": "Would you like to be famous someday?"
    },
    {
        "category": "gossip",
        "question": "What are your top 5 favorite fast-food restaurants?"
    },
    {
        "category": "gossip",
        "question": "Which brand of smartphone do you dislike the most?"
    },
    {
        "category": "gossip",
        "question": "Have you ever had to run from the police?"
    },
    {
        "category": "gossip",
        "question": "What law would you like to make that every person should strictly follow?"
    },
    {
        "category": "gossip",
        "question": "Would you rather be a hero or a villain in a movie?"
    },
    {
        "category": "gossip",
        "question": "What’s that certain thing that people always misunderstand about you?"
    },
    {
        "category": "gossip",
        "question": "If you survived a plane crash, what would you do next?"
    },
    {
        "category": "gossip",
        "question": "Do you like dipping your Oreo in milk?"
    },
    {
        "category": "gossip",
        "question": "Are you a collector of something?"
    },
    {
        "category": "gossip",
        "question": "How do you think does God looks like?"
    },
    {
        "category": "gossip",
        "question": "Would you rather wear shoes or slippers?"
    },
    {
        "category": "gossip",
        "question": "What’s your lucky number?"
    },
    {
        "category": "gossip",
        "question": "Have you recently checked out one of your bucket lists?"
    },
    {
        "category": "gossip",
        "question": "Do you like to stalk someone on social media?"
    },
    {
        "category": "gossip",
        "question": "Are you smart enough to solve 100 addition problems in 100 minutes?"
    },
    {
        "category": "gossip",
        "question": "What is your most-used emoji?"
    },
    {
        "category": "gossip",
        "question": "If you could sit on a bench in the middle of a beautiful forest, who would you like to sit next to you and why?"
    },
    {
        "category": "gossip",
        "question": "What fruit would you be if you were a fruit?"
    },
    {
        "category": "gossip",
        "question": "When the doctor says, “You have 24 hours to live,” what will you do with the time you have left?"
    },
    {
        "category": "gossip",
        "question": "Have you ever taken anything out of your possession and failed to return it?"
    },
    {
        "category": "gossip",
        "question": "Do you ever believe in heroic deeds?"
    },
    {
        "category": "gossip",
        "question": "What is the highest degree of pain you’ve ever experienced on a scale of 1-10?"
    },
    {
        "category": "gossip",
        "question": "When you see a homeless person, what is your first thought?"
    },
    {
        "category": "gossip",
        "question": "Have you ever dropped something on the floor, then picked it up and ate it?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite indoor activity?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite outdoor activity?"
    },
    {
        "category": "gossip",
        "question": "Do you get bored easily?"
    },
    {
        "category": "gossip",
        "question": "If you could choose one imaginary friend, who is it going to be?"
    },
    {
        "category": "gossip",
        "question": "What age would you prefer if you could choose any age for the rest of your life, and why?"
    },
    {
        "category": "gossip",
        "question": "Where would you go if you could teleport yourself from one place to another?"
    },
    {
        "category": "gossip",
        "question": "Are you afraid of going near robots?"
    },
    {
        "category": "gossip",
        "question": "Which one do you like: foot massage or hand massage?"
    },
    {
        "category": "gossip",
        "question": "How many pizzas can you eat in a minute?"
    },
    {
        "category": "gossip",
        "question": "What is a popular food ingredient, spice, or herb that you dislike?"
    },
    {
        "category": "gossip",
        "question": "What are the things that take up too much of your time?"
    },
    {
        "category": "gossip",
        "question": "Did you ever think that clowns were creepy?"
    },
    {
        "category": "gossip",
        "question": "What would you do for an extra hour if you had 25 hours in a day?"
    },
    {
        "category": "gossip",
        "question": "Would you choose to live for another 100 years or start over from the beginning?"
    },
    {
        "category": "gossip",
        "question": "What do you want me to tell you?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite sandwich spread?"
    },
    {
        "category": "gossip",
        "question": "Are you more of a “fix it yourself” or “call an expert” kind of person?"
    },
    {
        "category": "gossip",
        "question": "What time do you usually sleep?"
    },
    {
        "category": "gossip",
        "question": "What time do you usually wake up?"
    },
    {
        "category": "gossip",
        "question": "How many pairs of shoes do you have?"
    },
    {
        "category": "gossip",
        "question": "Would you rather visit your ancestors in the past or meet your descendants in the future?"
    },
    {
        "category": "gossip",
        "question": "Do you think you would enjoy a love-hate relationship with someone?"
    },
    {
        "category": "gossip",
        "question": "Do you spend too much time playing games on your smartphone?"
    },
    {
        "category": "gossip",
        "question": "What three things would you want with you if you were stranded on a desert island?"
    },
    {
        "category": "gossip",
        "question": "Did you ever think you had superpowers as a child?"
    },
    {
        "category": "gossip",
        "question": "Would you spend a thousand dollars on food?"
    },
    {
        "category": "gossip",
        "question": "Which toy do you wish didn’t exist?"
    },
    {
        "category": "gossip",
        "question": "Which year would you visit if you could travel back in time 1,000 years?"
    },
    {
        "category": "gossip",
        "question": "What did you learn today?"
    },
    {
        "category": "gossip",
        "question": "What has been the longest time you had to wait for someone?"
    },
    {
        "category": "gossip",
        "question": "What season best fits your personality?"
    },
    {
        "category": "gossip",
        "question": "What’s your opinion on garden gnomes or pink flamingos?"
    },
    {
        "category": "gossip",
        "question": "What would you teach every girl on the planet about men if you had the chance?"
    },
    {
        "category": "gossip",
        "question": "What has been the longest plane trip you’ve ever taken?"
    },
    {
        "category": "gossip",
        "question": "What vegetable would you be if you were a vegetable?"
    },
    {
        "category": "gossip",
        "question": "Would you like to tell me a story?"
    },
    {
        "category": "gossip",
        "question": "Do you want to change the world?"
    },
    {
        "category": "gossip",
        "question": "What’s your current habit that you want to quit?"
    },
    {
        "category": "gossip",
        "question": "Does Christmas mean something special to you?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite Winter Olympics sport?"
    },
    {
        "category": "gossip",
        "question": "What has been the most severe weather you’ve ever experienced?"
    },
    {
        "category": "gossip",
        "question": "What habits are preventing you from achieving your goals?"
    },
    {
        "category": "gossip",
        "question": "How do your friends usually describe you?"
    },
    {
        "category": "gossip",
        "question": "When no one is around, what do you like to wear?"
    },
    {
        "category": "gossip",
        "question": "What did you buy recently?"
    },
    {
        "category": "gossip",
        "question": "Could you describe your favorite material object that you already have?"
    },
    {
        "category": "gossip",
        "question": "What kind of company would you start if I offered you $50,000 to start one?"
    },
    {
        "category": "gossip",
        "question": "What words of advice would you offer to your younger self?"
    },
    {
        "category": "gossip",
        "question": "For a day, would you rather be a hobbit or an elf?"
    },
    {
        "category": "gossip",
        "question": "What was your favorite childhood snack?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite day of the week?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite month?"
    },
    {
        "category": "gossip",
        "question": "Who was your favorite classmate?"
    },
    {
        "category": "gossip",
        "question": "Do I look attractive to you?"
    },
    {
        "category": "gossip",
        "question": "Which of the continents have you already been to?"
    },
    {
        "category": "gossip",
        "question": "What style of design do you think is the perfect match for you when it comes to houses?"
    },
    {
        "category": "gossip",
        "question": "Have you ever walked out of the cinema without finishing the movie?"
    },
    {
        "category": "gossip",
        "question": "What would you change about yourself if you could?"
    },
    {
        "category": "gossip",
        "question": "What motivates you to work hard?"
    },
    {
        "category": "gossip",
        "question": "What form of public transportation do you prefer? (air, boat, train, bus, car, etc.)"
    },
    {
        "category": "gossip",
        "question": "What’s the most spontaneous thing you’ve done lately?"
    },
    {
        "category": "gossip",
        "question": "What two radio stations do you listen to in the car the most?"
    },
    {
        "category": "gossip",
        "question": "If you could hire someone to help you, would it be with cleaning, cooking, or yard work?"
    },
    {
        "category": "gossip",
        "question": "Would you rather vacation in Mexico or Alaska, and why?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite thing about your career?"
    },
    {
        "category": "gossip",
        "question": "If you could live anywhere, where would it be?"
    },
    {
        "category": "gossip",
        "question": "Who is your hero?"
    },
    {
        "category": "gossip",
        "question": "What is your family member’s proudest accomplishment?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite book to read?"
    },
    {
        "category": "gossip",
        "question": "What are your hobbies?"
    },
    {
        "category": "gossip",
        "question": "What is your biggest fear?"
    },
    {
        "category": "gossip",
        "question": "If you could choose to do anything for a day, what would it be?"
    },
    {
        "category": "gossip",
        "question": "What is the best gift you have been given?"
    },
    {
        "category": "gossip",
        "question": "What really makes you angry?"
    },
    {
        "category": "gossip",
        "question": "If you could choose to do anything for a day, what would it be?"
    },
    {
        "category": "gossip",
        "question": "Would you rather win the lottery or work at the perfect job? And why?"
    },
    {
        "category": "gossip",
        "question": "Have you ever had a nickname? What is it?"
    },
    {
        "category": "gossip",
        "question": "What would you do if you won the lottery?"
    },
    {
        "category": "gossip",
        "question": "Do you like or dislike surprises? Why or why not?"
    },
    {
        "category": "gossip",
        "question": "Would you rather ride a bike, ride a horse, or drive a car?"
    },
    {
        "category": "gossip",
        "question": "In the evening, would you rather play a game, visit a relative, watch a movie, or read?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite game or sport to watch and play?"
    },
    {
        "category": "gossip",
        "question": "If you could only eat one meal for the rest of your life, what would it be?"
    },
    {
        "category": "gossip",
        "question": "Who is your favorite author?"
    },
    {
        "category": "gossip",
        "question": "What is your favorite family vacation?"
    },
    {
        "category": "gossip",
        "question": "What is your biggest complaint about your job?"
    },
    {
        "category": "gossip",
        "question": "Which would you rather do: wash dishes, mow the lawn, clean the bathroom, or vacuum the house?"
    },
    {
        "category": "gossip",
        "question": "What is your proudest accomplishment?"
    },
    {
        "category": "gossip",
        "question": "Would you rather win the lottery or work at the perfect job? And why?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite zoo animal?"
    },
    {
        "category": "gossip",
        "question": "What makes you laugh the most?"
    },
    {
        "category": "gossip",
        "question": "Who would you want to be stranded with on a deserted island?"
    },
    {
        "category": "gossip",
        "question": "If you could go back in time to change one thing, what would it be?"
    },
    {
        "category": "gossip",
        "question": "If you could share a meal with any 4 individuals, living or dead, who would they be?"
    },
    {
        "category": "gossip",
        "question": "How many pillows do you sleep with?"
    },
    {
        "category": "gossip",
        "question": "What’s the longest you’ve gone without sleep (and why)?"
    },
    {
        "category": "gossip",
        "question": "What’s the tallest building you’ve been to the top in?"
    },
    {
        "category": "gossip",
        "question": "What was the last movie you went to? What did you think?"
    },
    {
        "category": "gossip",
        "question": "What did you want to be when you were small?"
    },
    {
        "category": "gossip",
        "question": "Where do you see yourself in five years?"
    },
    {
        "category": "gossip",
        "question": "If you were a superhero, what powers would you have?"
    },
    {
        "category": "gossip",
        "question": "If money was no object, what would you do all day?"
    },
    {
        "category": "gossip",
        "question": "If you could go back in time, what year would you travel to?"
    },
    {
        "category": "gossip",
        "question": "List two pet peeves. Aside from necessities, what one thing could you not go a day without?"
    },
    {
        "category": "gossip",
        "question": "How would your friends describe you?"
    },
    {
        "category": "gossip",
        "question": "What would you sing at Karaoke night?"
    },
    {
        "category": "gossip",
        "question": "What is the worst gift you have received?"
    },
    {
        "category": "gossip",
        "question": "Do you consider yourself an introvert or an extrovert?"
    },
    {
        "category": "gossip",
        "question": "What are you most thankful for?"
    },
    {
        "category": "gossip",
        "question": "Which parent are you closer to and why?"
    },
    {
        "category": "gossip",
        "question": "What are your thoughts on online dating or tinder?"
    },
    {
        "category": "gossip",
        "question": "What’s on your bucket list this year?"
    },
    {
        "category": "gossip",
        "question": "How would you describe your best friend?"
    },
    {
        "category": "gossip",
        "question": "What do you think of best friends of the opposite sex?"
    },
    {
        "category": "gossip",
        "question": "What makes you feel accomplished?"
    },
    {
        "category": "gossip",
        "question": "How do you feel about sharing your password with your partner?"
    },
    {
        "category": "gossip",
        "question": "What was the best phase in your life?"
    },
    {
        "category": "gossip",
        "question": "Would you still love your spouse if they were diagnosed with a terminal disease?"
    },
    {
        "category": "gossip",
        "question": "What qualities do you admire about your parents?"
    },
    {
        "category": "gossip",
        "question": "What are some of your favorite songs?"
    },
    {
        "category": "gossip",
        "question": "What was the worst phase in your life?"
    },
    {
        "category": "gossip",
        "question": "What is the craziest thing you’ve ever done and would you do it again?"
    },
    {
        "category": "gossip",
        "question": "If a genie granted you 3 wishes right now, what would you wish for?"
    },
    {
        "category": "gossip",
        "question": "Does your job make you happy?"
    },
    {
        "category": "gossip",
        "question": "What’s the one thing you would like to change about yourself?"
    },
    {
        "category": "gossip",
        "question": "Would you ever take back someone who cheated?"
    },
    {
        "category": "gossip",
        "question": "What is a relationship deal breaker for you?"
    },
    {
        "category": "gossip",
        "question": "Are you more into looks or brains?"
    },
    {
        "category": "gossip",
        "question": "When do you think a person is ready for marriage?"
    },
    {
        "category": "gossip",
        "question": "Is what you’re doing now what you always wanted to do growing up?"
    },
    {
        "category": "gossip",
        "question": "Have you ever lost someone close to you?"
    },
    {
        "category": "gossip",
        "question": "If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?"
    },
    {
        "category": "gossip",
        "question": "What’s the one thing that people always misunderstand about you?"
    },
    {
        "category": "gossip",
        "question": "What is your idea of a perfect vacation?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you broke someone’s heart?"
    },
    {
        "category": "gossip",
        "question": "Would you relocate for love?"
    },
    {
        "category": "gossip",
        "question": "What did you want to be when you were younger?"
    },
    {
        "category": "gossip",
        "question": "What kind of parent do you think you will be?"
    },
    {
        "category": "gossip",
        "question": "Do you judge a book by its cover?"
    },
    {
        "category": "gossip",
        "question": "What’s your biggest regret in life?"
    },
    {
        "category": "gossip",
        "question": "Who is that one person you can talk to about just anything?"
    },
    {
        "category": "gossip",
        "question": "What’s an ideal weekend for you?"
    },
    {
        "category": "gossip",
        "question": "Are you religious or spiritual?"
    },
    {
        "category": "gossip",
        "question": "Would you take on your significant other’s religion if they had one?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in second chances?"
    },
    {
        "category": "gossip",
        "question": "What’s been your biggest mistake so far in life and what did you learn from it?"
    },
    {
        "category": "gossip",
        "question": "Where is your favorite place in the entire world to go?"
    },
    {
        "category": "gossip",
        "question": "What did your past relationship teach you?"
    },
    {
        "category": "gossip",
        "question": "What’s your philosophy in life?"
    },
    {
        "category": "gossip",
        "question": "What are your top five favorite movies?"
    },
    {
        "category": "gossip",
        "question": "What would you do if your parents didn’t like your partner?"
    },
    {
        "category": "gossip",
        "question": "Are you religious or spiritual?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite book/movie of all time and why did it speak to you so much?"
    },
    {
        "category": "gossip",
        "question": "When have you felt your biggest adrenaline rush?"
    },
    {
        "category": "gossip",
        "question": "Why did your last relationship end?"
    },
    {
        "category": "gossip",
        "question": "Are you confrontational?"
    },
    {
        "category": "gossip",
        "question": "Do you usually stay friends with your exes?"
    },
    {
        "category": "gossip",
        "question": "What’s your “and then it got worse” story?"
    },
    {
        "category": "gossip",
        "question": "What’s the best piece of advice someone has given you?"
    },
    {
        "category": "gossip",
        "question": "What’s something you learned recently that you really should have already known?"
    },
    {
        "category": "gossip",
        "question": "What was something you ate regularly as a child but now cringe at the thought of eating?"
    },
    {
        "category": "gossip",
        "question": "If you were an action figure, what accessories would you be sold with?"
    },
    {
        "category": "gossip",
        "question": "What’s the craziest thing you’ve ever done for love?"
    },
    {
        "category": "gossip",
        "question": "Do you prefer being warmed when you’re too cold or being cooled when you’re too hot?"
    },
    {
        "category": "gossip",
        "question": "What snack can you just not get enough of?"
    },
    {
        "category": "gossip",
        "question": "Is flirting cheating?"
    },
    {
        "category": "gossip",
        "question": "If you were given $15,000 to give the most amount of happiness to the most amount of people, what would you do?"
    },
    {
        "category": "gossip",
        "question": "What piece of culture or trend has died out, but you would like to see it make a comeback?"
    },
    {
        "category": "gossip",
        "question": "What do you most look forward to about getting old?"
    },
    {
        "category": "gossip",
        "question": "What kinds of things are normal now but will be highly valued antiques a century later?"
    },
    {
        "category": "gossip",
        "question": "What’s the best practical joke you’ve pulled or seen pulled?"
    },
    {
        "category": "gossip",
        "question": "What weird smell do you really enjoy?"
    },
    {
        "category": "gossip",
        "question": "If you inherited a private jet from a stranger, what would you do with it?"
    },
    {
        "category": "gossip",
        "question": "What do you wish you could re-live in your lifetime?"
    },
    {
        "category": "gossip",
        "question": "What’s an innocent mistake you made that had dramatic consequences?"
    },
    {
        "category": "gossip",
        "question": "Have you ever trusted your boyfriend to buy clothes for you?"
    },
    {
        "category": "gossip",
        "question": "What’s something weird that you recommend everyone trying at least once?"
    },
    {
        "category": "gossip",
        "question": "What country can you name but besides the name you know almost nothing else about it?"
    },
    {
        "category": "gossip",
        "question": "What are you most grateful for?"
    },
    {
        "category": "gossip",
        "question": "What would be the worst thing to put into a piñata?"
    },
    {
        "category": "gossip",
        "question": "Would you go through a boyfriend’s phone if you could?"
    },
    {
        "category": "gossip",
        "question": "What’s something horrible that we as humans have accepted, because that’s just how things are; but actually things don’t have to be that way at all?"
    },
    {
        "category": "gossip",
        "question": "If you could hear every time someone said something good about you or something negative about you, which would you choose?"
    },
    {
        "category": "gossip",
        "question": "What do you think people automatically assume about you when they look at you?"
    },
    {
        "category": "gossip",
        "question": "Looking back on your life, what have you done that has given you the most satisfaction?"
    },
    {
        "category": "gossip",
        "question": "What’s the best gag gift you’ve ever seen or gotten?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you laughed so hard you cried?"
    },
    {
        "category": "gossip",
        "question": "What would you do if your parents didn’t like your partner?"
    },
    {
        "category": "gossip",
        "question": "If you were forced to create a new dance move, what would it be and what would you call it?"
    },
    {
        "category": "gossip",
        "question": "What’s your story?"
    },
    {
        "category": "gossip",
        "question": "What do you wish you had more time for?"
    },
    {
        "category": "gossip",
        "question": "What do you like to do that is traditionally considered masculine?"
    },
    {
        "category": "gossip",
        "question": "If everything was quantified, what life stats would like to see for yourself?"
    },
    {
        "category": "gossip",
        "question": "What do you really wish you knew when you were younger?"
    },
    {
        "category": "gossip",
        "question": "What options would come up if you could “right-click” people?"
    },
    {
        "category": "gossip",
        "question": "What is your ideal meal?"
    },
    {
        "category": "gossip",
        "question": "What songs can you sing that I’ll know after hearing two words from the song?"
    },
    {
        "category": "gossip",
        "question": "If you were given $20,000, but it could only be used to upgrade your shower or bathtub what upgrades would you make?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you had a gut feeling about something that turned out to be correct? How about a time your gut feeling was wrong?"
    },
    {
        "category": "gossip",
        "question": "How decisive or indecisive are you?"
    },
    {
        "category": "gossip",
        "question": "What’s the biggest lie that a guy has told you?"
    },
    {
        "category": "gossip",
        "question": "What would you do if one day you woke up and every person was just gone without a trace?"
    },
    {
        "category": "gossip",
        "question": "What body feature do you pay the most attention to?"
    },
    {
        "category": "gossip",
        "question": "Who do you make happy"
    },
    {
        "category": "gossip",
        "question": "What’s the most unpleasant sounding word?"
    },
    {
        "category": "gossip",
        "question": "If you could dedicate your life to solving one problem, what problem would you choose?"
    },
    {
        "category": "gossip",
        "question": "What was the worst phase you went through in life?"
    },
    {
        "category": "gossip",
        "question": "What’s the spiciest thing you’ve eaten? Would you ever eat it again?"
    },
    {
        "category": "gossip",
        "question": "What unnecessary products or services do you consider necessary?"
    },
    {
        "category": "gossip",
        "question": "Which fictional villain made you feel real hatred towards them?"
    },
    {
        "category": "gossip",
        "question": "What habit do you have that you think not many other people have?"
    },
    {
        "category": "gossip",
        "question": "How often is your brain on autopilot?"
    },
    {
        "category": "gossip",
        "question": "What’s the grossest thing you’ve drunk?"
    },
    {
        "category": "gossip",
        "question": "If colors had a taste, what would each color taste like?"
    },
    {
        "category": "gossip",
        "question": "What names were ruined for you because you knew someone terrible with that name?"
    },
    {
        "category": "gossip",
        "question": "What’s the best conspiracy theory you can make up on the spot?"
    },
    {
        "category": "gossip",
        "question": "How often do you feel utterly worn down?"
    },
    {
        "category": "gossip",
        "question": "What gross and unhygienic things do people do that bothers you?"
    },
    {
        "category": "gossip",
        "question": "What was the best thing about how your parents raised you?"
    },
    {
        "category": "gossip",
        "question": "Where is the craziest place you have danced?"
    },
    {
        "category": "gossip",
        "question": "If when you died, you got put into a room for eternity with people who died the same way, how would you want to die?"
    },
    {
        "category": "gossip",
        "question": "What would an amusement park filled with your biggest fears be like? What rides would it have?"
    },
    {
        "category": "gossip",
        "question": "If jobs/careers had slogans what would be some of their slogans?"
    },
    {
        "category": "gossip",
        "question": "What do people really need to chill out about?"
    },
    {
        "category": "gossip",
        "question": "What are the two biggest lessons you’ve learned from previous relationships?"
    },
    {
        "category": "gossip",
        "question": "Why do you think we dream?"
    },
    {
        "category": "gossip",
        "question": "If you could switch genders for a length of time of your choosing, would you? And if so, how long?"
    },
    {
        "category": "gossip",
        "question": "What inedible thing do you wish you could eat?"
    },
    {
        "category": "gossip",
        "question": "Which hairstyles fit with which personalities?"
    },
    {
        "category": "gossip",
        "question": "If you could choose the next president of the United States, who would it be?"
    },
    {
        "category": "gossip",
        "question": "What’s the most stress relieving thing you can get/do for less than 20$?"
    },
    {
        "category": "gossip",
        "question": "What’s something you wish you had never learned how it was made or how it works?"
    },
    {
        "category": "gossip",
        "question": "What do most people overestimate or underestimate about you?"
    },
    {
        "category": "gossip",
        "question": "What silly thing do you take a lot of pride in?"
    },
    {
        "category": "gossip",
        "question": "What crazy things will you do if you ever become rich?"
    },
    {
        "category": "gossip",
        "question": "If you were forced into a dance competition, what song would you choose to dance to?"
    },
    {
        "category": "gossip",
        "question": "You have unlimited wishes but every time you make a wish what you love most is erased from the world. How many wishes do you make and what do you wish for? (No, you can’t wish not to have things erased from the world.)"
    },
    {
        "category": "gossip",
        "question": "How would the world change if health potions existed?"
    },
    {
        "category": "gossip",
        "question": "How do you feel about God?"
    },
    {
        "category": "gossip",
        "question": "What scrambles your brain every time you think about it?"
    },
    {
        "category": "gossip",
        "question": "What’s the weirdest wrong number text or phone call you’ve gotten?"
    },
    {
        "category": "gossip",
        "question": "What would be the absolute perfect day?"
    },
    {
        "category": "gossip",
        "question": "What’s a lame joke you use on a regular basis?"
    },
    {
        "category": "gossip",
        "question": "If you could change your first name, what would be the most epic name you could choose?"
    },
    {
        "category": "gossip",
        "question": "What do you think aliens would actually look/be like?"
    },
    {
        "category": "gossip",
        "question": "Should toilet paper hang over or under?"
    },
    {
        "category": "gossip",
        "question": "How often do you go into a room and forget why you went into the room?"
    },
    {
        "category": "gossip",
        "question": "What is the strongest animal you could win against with just your bare hands and feet?"
    },
    {
        "category": "gossip",
        "question": "What event from the past do you most want to see a recording of?"
    },
    {
        "category": "gossip",
        "question": "What would an amusement park designed specifically to make you happy, be like?"
    },
    {
        "category": "gossip",
        "question": "What is something you probably should do, but will never do?"
    },
    {
        "category": "gossip",
        "question": "What great idea would you like to try if you had enough money?"
    },
    {
        "category": "gossip",
        "question": "If you were in a high-speed chase, what song would you want blaring on the radio?"
    },
    {
        "category": "gossip",
        "question": "If you had to choose country music or rap, which would you choose?"
    },
    {
        "category": "gossip",
        "question": "If you could only eat pizza or tacos, which would you choose?"
    },
    {
        "category": "gossip",
        "question": "If you were given immortality, but there was one condition, what would stop you from accepting immortality?"
    },
    {
        "category": "gossip",
        "question": "Do you like or dislike surprises? Why or why not?"
    },
    {
        "category": "gossip",
        "question": "What’s on your bucket list this year?"
    },
    {
        "category": "gossip",
        "question": "What kind of parent do you think you will be?"
    },
    {
        "category": "gossip",
        "question": "How do you feel about sharing your password with your partner?"
    },
    {
        "category": "gossip",
        "question": "What is the craziest thing you’ve ever done and would you do it again?"
    },
    {
        "category": "gossip",
        "question": "If a genie granted you 3 wishes right now, what would you wish for?"
    },
    {
        "category": "gossip",
        "question": "What’s your biggest regret in life?"
    },
    {
        "category": "gossip",
        "question": "What jobs exist because people are selfish?"
    },
    {
        "category": "gossip",
        "question": "What do you think about when you’re by yourself?"
    },
    {
        "category": "gossip",
        "question": "What is one dream you have yet to accomplish?"
    },
    {
        "category": "gossip",
        "question": "Do you judge a book by its cover?"
    },
    {
        "category": "gossip",
        "question": "What’s the one thing that people always misunderstand about you?"
    },
    {
        "category": "gossip",
        "question": "Are you confrontational?"
    },
    {
        "category": "gossip",
        "question": "If you could change one thing about yourself what would it be?"
    },
    {
        "category": "gossip",
        "question": "What makes you feel accomplished?"
    },
    {
        "category": "gossip",
        "question": "When was the last time you broke someone’s heart?"
    },
    {
        "category": "gossip",
        "question": "What is your greatest fear?"
    },
    {
        "category": "gossip",
        "question": "Who was your favorite teacher and why?"
    },
    {
        "category": "gossip",
        "question": "What was the worst phase in your life?"
    },
    {
        "category": "gossip",
        "question": "Would you relocate for love?"
    },
    {
        "category": "gossip",
        "question": "What’s your philosophy in life?"
    },
    {
        "category": "gossip",
        "question": "When do you think a person is ready for marriage?"
    },
    {
        "category": "gossip",
        "question": "What accomplishment are you most proud of?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite hobby to do alone?"
    },
    {
        "category": "gossip",
        "question": "Did you ever write a journal?"
    },
    {
        "category": "gossip",
        "question": "Is what you’re doing now what you always wanted to do growing up?"
    },
    {
        "category": "gossip",
        "question": "What did your past relationship teach you?"
    },
    {
        "category": "gossip",
        "question": "What are your thoughts on online dating or tinder?"
    },
    {
        "category": "gossip",
        "question": "Which parent are you closer to and why?"
    },
    {
        "category": "gossip",
        "question": "What was the best phase in your life?"
    },
    {
        "category": "gossip",
        "question": "What are three things you value most about a person?"
    },
    {
        "category": "gossip",
        "question": "Who are five people you are closest with?"
    },
    {
        "category": "gossip",
        "question": "Do you believe in second chances?"
    },
    {
        "category": "gossip",
        "question": "Who is that one person you can talk to about just anything?"
    },
    {
        "category": "gossip",
        "question": "Have you ever lost someone close to you?"
    },
    {
        "category": "gossip",
        "question": "If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?"
    },
    {
        "category": "gossip",
        "question": "What’s the most exciting thing that’s happened this past year?"
    },
    {
        "category": "gossip",
        "question": "When have you felt your biggest adrenaline rush?"
    },
    {
        "category": "gossip",
        "question": "What is your idea of a perfect vacation?"
    },
    {
        "category": "gossip",
        "question": "What’s one thing that bothers you most about the world today?"
    },
    {
        "category": "gossip",
        "question": "Are you religious or spiritual?"
    },
    {
        "category": "gossip",
        "question": "Would you ever take back someone who cheated?"
    },
    {
        "category": "gossip",
        "question": "What is the greatest struggle you’ve overcome?"
    },
    {
        "category": "gossip",
        "question": "Do you consider yourself an introvert or an extrovert?"
    },
    {
        "category": "gossip",
        "question": "What’s your favorite book/movie of all time and why did it speak to you so much?"
    },
    {
        "category": "gossip",
        "question": "Are you more into looks or brains?"
    },
    {
        "category": "gossip",
        "question": "What’s the one thing you would like to change about yourself?"
    },
    {
        "category": "gossip",
        "question": "What would you do if you found out you were adopted?"
    },
    {
        "category": "gossip",
        "question": "What if you found out that you were the star of the Truman Show?"
    },
    {
        "category": "gossip",
        "question": "What is a relationship deal breaker for you?"
    },
    {
        "category": "gossip",
        "question": "What are you most thankful for?"
    }
]